{
	"name": "Waywarrrd!",
	"dictionaries": {
		"action": {
			"disassemble": ["Disassemble", "Used t' break th' item down back into th' parts that were used t' craft it."],
			"pickup": ["Loot", ""],
			"throw": ["Throw", "Used t' toss an item at yer facin' direction. Th' damage, range, and stamina usage when throwin' be based on th' item's weight, yer throwin' skill, and magical properties."],
			"startFire": ["Start Fire", "Used t' start a fire. Use on campfires, furnaces, etc. t' light them or on an empty tile. Usin' this action may require kindlin', tinder and a fuel item in yer duffle dependin' on th' circumstance.", "Increases chance o' success and skill gained. Lengthens th' time th' fire lasts. Decreases stamina used."],
			"butcher": ["Butcher", "Used t' butcher creature corpses.", "Increases chance o' success, skill gained, items gained, quality o' items gained, and reputation gained. Decreases stamina used and reputation lost."],
			"setDown": ["Set Down", "Usin' this item will place it on top o' whatever tile be present in yer facin' direction. This be different than just droppin' th' item."],
			"eat": ["Eat", "Consumed on use. May provide benefits t' hunger, thirst, health and stamina; however, may reduce them as well dependin' on th' food."],
			"drinkItem": ["Drink", "Consumed on use. Will reduce yer thirst; however, will provide negative effects when drinkin' sea/unpurified water."],
			"rest": ["Rest", "Used t' rest fer a period o' time t' regain health and stamina. Ye will belay restin' when reachin' full stamina. Not as effective as sleepin' fer replenishin' stats.", "Increases sleep cycles, chance o' skill gain, and stats replenished."],
			"sleep": ["Sleep", "Used t' sleep fer a period o' time t' regain health and stamina. Duration be based on campin' skill and time o' day. A bonus t' all effects (includin' length) will be granted if facin' a fire or lit doodad. Hunger and dehydration increase slower while sleepin'.", "Increases sleep cycles, chance o' skill gain, and stats replenished."],
			"heal": ["Heal", "Consumed on use. Used t' restore a varied amount o' health."],
			"dig": ["Dn'", "Used t' dn' up resources or treasure chests from th' ground.", "Increases chance o' success, skill gained, and quality o' items gained. Decreases stamina used."],
			"paddle": ["Paddle", "Used t' travel over water without gettin' yer feet wet. Yer speed be not reduced in water while paddlin'.", "Increases maximum weight. Decreases stamina reduction and travel time."],
			"gatherLiquid": ["Gather Liquid", "Used t' gather various liquids into th' container."],
			"cast": ["Cast", "Come across a fish in a body o' water and attempt t' cast yer line or net t' catch it. Can also be used t' brin' up treasures chests from th' water.", "Increases chance o' success, skill gained, chance o' catchin' fish/items, and reputation gained. Decreases stamina used."],
			"lockpick": ["Lockpick", "Used t' unlock locked doodads.", "Increases chance o' success and skill gained. Decreases reputation lost and stamina used."],
			"repair": ["Repair", "Used fer repairin' items t' restore durability at th' cost o' some maximum durability.", "Increases chance o' success and skill gained. Decreases stamina used. Limits maximum durability lost."],
			"readMap": ["Read Map", "Used fer attemptin' t' read a map."],
			"learn": ["Learn", "Readin' books can provide useful knowledge."],
			"reinforce": ["Reinforce", "Consumed on use. Used t' increase th' current and maximum durability o' an item.", "Increases chance o' success, skill gained, reputation lost, and amount o' reinforcement. Decreases stamina used."],
			"stokeFire": ["Stoke Fire", "Used on a fire source t' increase th' strength o' th' flame."],
			"pour": ["Pour", "Pour on fire t' extinguish th' flames, inside a water still t' begin water filtration, on a suitable plant t' increase its health, or just simply just empty it out."],
			"plant": ["Plant", "Attempts t' plant th' item on th' tile ye be facin' towards. Some plants may require certain ground types or conditions t' be planted.", "Increases chance o' success, skill gained, and reputation gained. Decreases stamina used."],
			"copyMap": ["Copy Map", "Used t' duplicate a tattered or drawn map. Th' quality o' th' produced map be dependent on yer skill in cartography."],
			"ignite": ["Ignite", "Use this item on a fire source t' start it on fire."],
			"build": ["Build", "Attempt t' construct or assemble th' item on th' tile ye be facin'."],
			"openContainer": ["Open Container", "Usin' this will open it whar ye may move items t' and from. Weight reduction and decay reduction bonuses may apply t' items inside."],
			"preserve": ["Preserve", "Used with food items t' extend their life and decay rate.", "Increases chance o' success, skill gained, reputation gained, and lengthens th' preservation duration. Decreases stamina used."],
			"openBottle": ["Open Bottle", "Consumed on use. Usin' this will open it, providin' new and unknown items."],
			"cure": ["Cure", "Consumed on use. Used t' cure poisonin' while sometimes providin' other health benefits."],
			"tellTime": ["Tell Time", "Used t' measure th' time o' day or night."],
			"sailToCivilization": ["Sail T' Civilization", "After collectin' all th' pieces o' booty, ye can return t' civilization and bask in th' glory o' yer swag and fame. Ye can always return back t' these lands afterwards."],
			"transmogrify": ["Transmogrify", "Used t' transmogrify an item, modifyin' its existin' magical properties.", "Increases chance o' success, skill gained, and reputation gained. Decreases stamina used."],
			"fire": ["Fire", "Usin' ammunition fer this weapon, ye can fire it as a ranged projectile. Some weapons may require additional items t' fire."],
			"teleport": ["Teleport", "With a flick o' th' wand, teleport t' a location in front o' whar ye be facin'."],
			"extinguish": ["Extinguish", "Douse th' torch, extinguishin' th' flame."],
			"drawMap": ["Draw Map", "Draw a map usin' yer skill in cartography o' th' surroundin' area."],
			"dismantle": ["Dismantle", "Used t' break th' item down into other useful resources."],
			"pourOnYourself": ["Pour on Yerself", "Liquid be consumed on use. Used t' sooth burn injuries."],
			"squeeze": ["Squeeze", "Consumed on use. Spews a stream o' fire in yer facin' direction."],
			"healOther": ["Heal Other", "Consumed on use. Used t' restore a varied amount o' health t' a creature or human entity."],
			"rubClockwise": ["Rub Clockwise", "Rubbin' this item manifests its effects t' th' holder."],
			"rubCounterclockwise": ["Rub Counterclockwise", "Rubbin' this item manifests its effects t' th' holder."],
			"grasp": ["Grasp", "Used t' loot items usin' another item fer safety reasons such as graspin' items in a fire."],
			"offer": ["Offer", "Used t' offer an item t' a facin' creature. Th' success rate and tame duration be based on yer tamin' skill, th' creature's bilge-suckin' status, and magical properties on th' item."],
			"equip": ["Equip", "Attach th' armor, weapon or tool t' an appendage or body part."],
			"craft": ["Craft", "This item be craftable after gatherin' th' required items."],
			"till": ["Till", "Use while facin' a tile ye wish t' till, grantin' it properties fer better plant growth.", "Increases chance o' success, skill gained, reputation gained. Decreases stamina used."],
			"harvest": ["Harvest", "Can be used t' harvest an adjacent plant or mushroom without destroyin' th' plant itself, harvestin' just th' produce.", "Increases chance o' success, skill gained, items gained, and quality o' items gained. Decreases stamina used and lowers chance o' damagin' plants."],
			"read": ["Read", "Open th' book and read th' contents."],
			"smotherFire": ["Smother Fire", "Usin' this will extinguish fires as well as cover th' facin' tile with this item.", "Increases chance o' success, skill gained, reputation gained. Decreases stamina used."],
			"placeDown": ["Place Down", "Place th' item down t' th' adjacent tile so it can be used on th' ground instead o' directly from yer duffle."],
			"apply": ["Apply", "Consumed on use. Used t' apply t' yer skin t' provide protection or treatment t' injuries or ailments."],
			"hitch": ["Hitch", "Used when facin' a creature that be adjacent t' a hitchin' post t' force th' creature t' stay put."],
			"unhitch": ["Unhitch", "Used when facin' a creature that be hitched t' free them."],
			"attachContainer": ["Attach Container", "Used t' attach th' container t' a doodad ye be facin'."],
			"refine": ["Refine", "Used t' refine crafted items t' reduce their overall weight.", "Increases chance o' success and skill gained. Decreases stamina used. Limits maximum durability lost."],
			"testDepth": ["Test Depth", "Used when facin' a well t' test th' depth and water type o' a well by lowerin' th' rope down."],
			"enchant": ["Enchant", "Used t' infuse an item with a new or altered magical property.", "Increases chance o' success, skill gained, and reputation lost. Decreases stamina use."],
			"navigate": ["Navigate", "Used t' find yer coordinates by lookin' into th' horizon and measurin' distances."],
			"melee": ["Melee", "Attempt t' melee attack a creature ye be facin'."],
			"upgrade": ["Upgrade", "Used t' upgrade a magical item, improvin' th' strength o' its existin' magical property.", "Increases chance o' success, skill gained, reputation gained, and improvement t' magical strength. Decreases stamina used."],
			"enhance": ["Enhance", "Used t' enhance an item, increasin' its quality.", "Increases chance o' success, skill gained, and reputation gained. Decreases stamina used."],
			"alter": ["Alter", "Used t' alter specific magical items, alterin' their properties within th' same type.", "Increases chance o' success, skill gained, reputation gained. Decreases stamina used."],
			"sailToIsland": ["Sail T' Island", ""],
			"chop": ["Chop", "Can be used directly t' chop from an adjacent resource tile/doodad. Choppin' will attempt t' gather everythin', destroyin' th' plant or mushroom in th' process.", "Increases chance o' success, skill gained, reputation lost, items gained, and quality o' items gained. Decreases stamina used and lowers chance o' damagin' plants."],
			"mine": ["Mine", "Can be used directly t' mine from an adjacent resource tile/doodad. Minin' will attempt t' gather everythin', destroyin' th' resource tile or doodad in th' process.", "Increases chance o' success, skill gained, reputation lost, items gained, and quality o' items gained."]
		},
		"badTemperature": {
			"overheating": "overheatin'",
			"freezing": "freezin'"
		},
		"bindable": {
			"gameMoveDown": "Move South",
			"gameMoveLeft": "Move West",
			"gameMoveRight": "Move East",
			"gameMoveUp": "Move North",
			"gameMoveToTile": "Path T' Tile",
			"gameMoveToTilePreview": "Path T' Tile: Preview",
			"gameMoveToTileCancel": "Path T' Tile: Cancel",
			"gameFaceDown": "Face South",
			"gameFaceLeft": "Face West",
			"gameFaceRight": "Face East",
			"gameFaceUp": "Face North",
			"gameIdle": ["Idle", "Passes a turn. Idlin' when over cave entrances ascends/descends. Idlin' when on a stack o' items picks up one item at a time."],
			"gameHandToggleLeft": "Toggle Usin' Port Hand",
			"gameHandToggleRight": "Toggle Usin' Starboard Hand",
			"dialogInventory": "Toggle Duffle",
			"dialogCrafting": "Toggle Craftin'",
			"menuUp": "Focus North",
			"menuDown": "Focus South",
			"menuLeft": "Focus West",
			"menuRight": "Focus East"
		},
		"book": {
			"islandPresence": ["William J. Andrews", "\"This island seems t' react t' me presence. I often have a weird feelin', like somethin' be watchin' me, but besides th' constant barrage o' bloodthirsty creatures at me heels, that feelin' ne'er leaves me; it follows me even into me dreams. I'm not sure how many more sleepless nights I can lead.\"\n\n\"Thar it be again. I felled a tree. I hear it.\"\n\n\"Thar it be again. I burned a tree. Th' hummin' continues.\"\n\n\"Thar it be again, th' end. I started a forest fire. It's too loud!\"\n\nTh' next pages have undecipherable scribbles and diagrams."],
			"treasures": ["On Treasures", "\"Th' greed that has driven us t' these islands now forces us t' stay here. Day after day we search fer th' treasures that brought us t' these lands t' begin with. Our group o' men have discovered several different types o' booty, some even from slayin' th' ravenous indigenous creatures that seem t' roam these islands and caves. But we cannot seem t' leave, we need more. Th' island demands it.\"\n\nTh' next pages seem t' be ripped out and missin'.\n\n\"We have failed. Many have perished. We be missin' th' final piece. I do not think we can make it much further. We seem t' have angered nature itself.\""],
			"deities": ["Deities", "\"Th' same three strange symbols seem t' appear again and again on artifacts, cave walls, and even old lon'-ago abandoned buildings. Cross referencin' other resources and even some older journals we have found references t' deities, spirits, and even Gods. Most likely worshiped by th' heathens that used t' inhabit these lands. They seem connected t' these islands somehow.\"\n\n\"Th' three names seem t' be mentioned again and again, Wry, Da, and Aw.\""],
			"pastCivilizations": ["Past Civilizations", "\"We have discovered evidence o' many battles here. Not only that, but civilizations, skeletal remains, abandoned houses, and much evidence t' support some type o' apocalyptic scenario.\"\n\n\"Not only that, but it seems t' happen again and again; th' evidence all points t' different ages and different points in time. It appears as though no people be able t' survive and thrive in these lands, like some force be forbiddin' human progress.\"\n\n\"These ravenous, unabatin' creatures be not helpin' matters, that's fer sure.\""],
			"sandCasting": ["Sand Castin'", "Th' entire book seems t' be stained with various chemicals and powders.\n\n\"Throughout me metallurgic experiments, I have found th' best way t' forge iron based tools, weapons, and ingots was t' cast large amounts o' material t' shape it. Th' best castin' method I have found usin' resources aroun' me was sand castin'.\"\n\n\"Th' primary ingredient fer creatin' a sand cast be green sand, a mixture o' clay flakes and refined sand. This allows fer th' malleability o' creatin' th' shape o' tool and weapon heads, or even formin' th' ingots in which t' work from.\"\n\n\"Next, we place th' green sand in a flask, crafted with wood, holystone, rock, or raw clay, finishin' th' build o' th' sand cast flask. We then set th' shape, place down some talc powder so th' finished produce can be lifted easier, and pour th' molten smelted mixture into th' cast t' let it set and harden.\"\n\nTh' book be adorned with crude drawings o' each process.\n\n\"I have also found I can use limestone powder as th' flux t' refine ores and remove impurities in th' smeltin' process. Some carbon powder be also required t' get a proper hardness t' th' finished metal.\"\n\nTh' bottom o' th' paged be signed with \"James Townsend, th' Smithy\"."],
			"wanderingMerchants": ["Th' Wanderin' Merchants", "\"Throughout me exploration o' th' island, I have run across other people, much t' me surprise. It appears as they were in a similar state as myself; somehow trapped in these lands, strugglin' fer our lives. In th' many cases, these folks were not hostile, and we smartly made friendships.\"\n\n\"We traded goods and spoke on our situation. One o' th' folks drove a very hard bargain fer some limestone that I needed. If I was a different type o' person, given our secluded settin', I may have simply just taken it through \"other means\".\"\n\n\"Although it was always me intent t' return t' them fer tradin', try as I might, I could no longer locate them. Either they moved on t' other areas or died. Given th' circumstances o' these harsh lands, I'm guessin' th' latter be true.\""],
			"trappersJournal": ["Trapper's Journal", "\"Usin' techniques and skills me father taught t' me in me youth, I was successfully able t' ward off th' monstrosities usin' traps. Th' snare and th' deadfall become me most useful weapons.\"\n\n\"I spent days craftin' traps and placin' them outside me shelter instead o' focusin' on traditional weaponry. Me combat skills be not so great, and I have not found a meaningful resource t' craft armor, so trappin' appeared t' be me best bet t' dispatch these creatures.\"\n\n\"I think I just heard me deadfall squish another giant spider. I'll write more on me improvised spider meat meal. Sadly, cookin' be not me forte either.\""],
			"theForce": ["Th' Force", "\"I'm not sure if I can properly explain this. Maybe if I ever see ye in person again, I can walk ye through it. I can show it t' ye if ye have not yet experienced it. I hope that day comes. Sadly, I fear that shall not be th' case.\"\n\n\"Thar be a presence here. It's a force. A force that bends things t' its will. It preys on me malevolence. I know I sound mad, but I'm sure o' this.\"\n\n\"I have dispatched o' many helpless creatures here. Not me proudest moments t' be sure. That force be th' strongest in those times. Th' times whar I push myself over that perilous moral edge and indulge in me very nature. Th' nature o' us all. T' fight, t' kill, t' dominate.\"\n\n\"And yet, th' force wanes as I tend t' me crops and as I slay th' evil things that roam here.\"\n\n\"Maybe thar be no force, and this be just a manifestation o' guilt. Me abject want o' a rejection o' progress and t' live a peaceful existence.\"\n\n\"I hope I can see ye again. In this life or th' next.\"\n\n\"Yer lovin' sister, Margaret.\""],
			"islandRiddle": ["Island Riddle", "\"I cultivated th' land\"\n\"And dominated over nature\"\n\"Th' destitute I remand\"\n\"Through heinous legislature\"\n\"Gaze at me wonderful structures\"\n\"As I tax th' poor\"\n\"Losin' me deep-rooted culture\"\n\"Sacrificed fer th' allure\"\n\"I am destined t' rise and destined t' fall\"\n\"With an inevitable destruction t' mankind and all\"\n\n\"What am I?\""],
			"trapped": ["Trapped!", "\"One would assume I would be able t' make it back home, or at least a bit further from these strange islands. But try as I might with this ramshackle raft, I am unable t' get very far. I somehow always lose me bearin'. Th' horizon becomes unclear and me surroundings blurry. Next thin' ye know, I come across another set o' islands that be completely unfamiliar t' me.\"\n\n\"I am unable t' explain this. Me charts and maps be correct! I am sure o' it. Somebody, or {/somethin'/} be hinderin' me progress t' go back home.\"\n\nTh' rest o' th' book be water damaged and most o' th' writin' be illegible."],
			"powderyCatalog": ["A Powdery Catalog", "\"Th' cornerstone t' some godforsaken recipe worth its weight be a powder o' some kind. A must have tool fer some godforsaken wayward wanderer be a mortar and pestle. Grind away and ye may discover a use fer somethin' ye may have not considered.\"\n\n\"Things be so much more than they seem. Turn them into a powder and ye open up so many new possibilities!\"\n\nTh' book describes in detail with markings and illustrations o' each powder type cataloged.\n\n1. \"Bone meal from bones. Fer use with fertilizer and fertile soil t' provide nutrients t' plants.\"\n2. \"Flour from wheat. Used in bakin' goods.\"\n3. \"Copal resin from copal. Melted down and used t' reinforce items.\"\n4. \"Tannin from tree bark. Used fer tannin' and leatherworkin' endeavors.\"\n5. \"Refined Sand from beach or desert sand. Likely useful fer glass and makin' o' green sand fer sand castin'.\"\n6. \"Talcum powder from talc. T' aid in removin' casted material from sand casts.\"\n7. \"Limestone powder from limestone. Used as a flux when smeltin' raw ore.\"\n8. \"Carbon powder from charcoal. Further refines and increases th' quality o' resultin' metal when smeltin' ore.\"\n\n\"Me fascinations with powders elude me. Perhaps I was a chemist in another life?\""],
			"onWaterAndHydration": ["On Water & Hydration", "\"There's water in th' ground.\"\n\"There's water in th' cave.\"\n\"If I go thirsty.\"\n\"I'll soon find me grave.\"\n\"There's water in th' well.\"\n\"There's water in th' sea.\"\n\"Shall I go thirsty?\"\n\"We shall very well see.\"\n\n\"Water be found in many places, but not all forms be safe t' drink. Take fer example yer ne'er-endin' horizontal surroundin'; th' sea. It would be so easy if ye were able t' drink th' salty brine, but even in a dire situation, it can often be deadly. It will cause distress t' yer insides and make ye even thirstier. What type o' gods found delight in such a thin'?\"\n\n\"Thar be a workaround, however. Constructin' a still will allow ye t' desalinate th' water by distillin' it. Boilin' th' water fer lon' periods o' time will cause th' filtered steam t' collect in a separate vessel, resultin' in nearly pure water. Show those gods what fer!\"\n\n\"Or perhaps ye can come across water on land. Water be commonly found in swampy areas and near rocks, especially in high elevation areas whar snow may form. Snow be water after all! Water be also commonly abundant in subterranean caves. These forms o' water may be safe t' drink, but it's always a good idea t' boil fresh water. This will require a fire source. Diggin' can also sometimes provide hidden underground water, especially near other bodies o' pre-existin' water like ponds and lakes.\"\n\n\"Fer th' more industrious type, ye may fancy a well. Wells will be able t' accumulate rain and ground water, although not all terrain be suitable fer their construction. Findin' a ground water source may be taxin' on resources, especially when ye be not able t' map some godforsaken subterranean passages below.\"\n\n\"So ye see, water be everywhere, ye just need t' know whar t' look.\"\n\nTh' book ends with a signed name, \"Henry Cliffe\"."],
			"travelingBySea": ["Travelin' by Sea by Edwarde Smith", "Th' first page contains a centered preface.\n\n\"Consider this a first draft.\"\n\n\"I have made me peace with th' fact that I will remain lost t' civilization, but at least I will not be lost at sea. Me first attempts with a raft ended in failure, wanderin' in circles, and almost losin' a limb t' a shark. I then constructed a bull boat, which helped me cross more distant stretches o' water.\"\n\n\"Upon me island wanderin', I came across a sextant in an abandoned house. In another set o' islands, I then stumbled upon a spyglass. Both items have come in great help when traversin' th' sea. I use me sextant t' plot me course and stay on target and use me spyglass t' spot new land on th' horizon.\"\n\n\"Before I found them, I was strugglin' t' come across new land, and exhaustin' me food and water.\""],
			"theSolution": ["Th' Solution", "\"I have figured it out. I have solved th' demands.\"\n\nTh' book contains several missin' pages that appear t' be burnt and then ripped out, with what appears t' be bloodstains coverin' th' surroundin' intact pages.\n\n\"It appears as though I must disguise me revelations goin' forward. If ye be readin' this, know that ye need {/6/} objects t' appease them or it.\"\n\nTh' number \"6\" appears t' be written in blood.\n\n\"AIFX WICHM\"\n\"AIFXYH WBUFCWY\"\n\"AIFXYH EYS\"\n\"AIFXYH LCHA\"\n\"AIFX MQILX\"\n\"AIFXYH MYRNUHN\""],
			"theSlimeRancher": ["Th' Slime Rancher", "\"I'd like t' think I know me fair share about these slimy creatures that plague me gardens and homes on occasion. Be it green or red, slimes or jelly cubes, I now have a handle on them all.\"\n\n\"One early mistake that I made was usin' me weak knife t' dispatch them. It appears that slashin' damage causes them t' multiply and split more commonly. Ye be best off with piercin' damage as they be resistant t' blunt damage. Th' more damage ye do, th' less chance they have t' multiply.\"\n\n\"Another peculiarity I found when destroyin' these gelatinous gruesomes be that they can only split when thar be room aroun' them. Try killin' them when they be cornered. They will be unable t' proliferate!\"\n\n\"Slimes can sometimes act strangely and will merge into other slimes, creatin' a jelly cube. This be especially challengin' if it be a bilge-suckin' jelly cube. Those things can certainly pack a punch and be fairly difficult t' take down. It's good t' keep them separated if ye can.\"\n\n\"A sickenin' fact that I discovered awhile ago was that these cannibalistic cruelties will eat other slimes and jellies! Simply offer or place down some slime gelatin and they will become tamed! With this fact, I think I can truly call myself a slime rancher.\"\n\n\"Th' rest o' th' book contains diagrams and crude sketches describin' various anatomical features o' slimes and jelly cubes.\""],
			"darknessCalls": ["Darkness Calls", "Th' entire book seems stained with black soot. Some pages be entirely blackened with various stains.\n\n\"As I explored th' caves and below-ground subterranean passages, I often heard voices through th' rocks. I played it up as nerves at first. After several days I decided t' give in t' this madness and work me way through th' rock and rubble, minin' away into th' earth with much fury.\"\n\nTwo pages appear t' be ripped out here.\n\n\"Their hands were like firey hot bludgeonin' needles, proddin' and scrapin' me skin leavin' me with frostbite. Th' amalgamation o' every malady and pain I have ever felt in me many years here. A strange sensation t' be sure.\"\n\nYet another page was ripped out in this section.\n\n\"And what be this that they produce? Somethin' so dark and ephemeral I could barely see it floatin' above th' void.\"\n\n\"Dark on dark on dark.\""]
		},
		"challenge": {
			"permanentlyBleeding": "Permanently Bleedin'",
			"permanentlyBurning": "Permanently Burnin'",
			"noStartingItems": "No Startin' Items",
			"startingMalignity": "{0} Startin' Malignity"
		},
		"changelogSection": {
			"modding": "Moddin'"
		},
		"corpse": {
			"fireElemental": "pile o' embers"
		},
		"creature": {
			"slime": ["slime", "A bouncin' globule o' animated gelatin. It be not aware o' yer stirrin'."],
			"jellyCube": ["jelly cube", "An animated cube o' gelatin. Its body jiggles to-and-fro as it moves towards ye with hostile intent."],
			"giantSpider": ["giant spider", "A gangly, frightful arachnid with th' ability t' poison ye."],
			"bear": ["bear", "A hulkin' carnivorous mammal attracted t' yer scent. A deadly foe without protection."],
			"rabbit": ["rabbit", "A fast movin', peaceful herbivorous mammal. Useful fer a good meal or as a pet."],
			"snake": ["snake", "A slitherin', poisonous reptile. Appears ambivalent t' yer encroachment."],
			"giantRat": ["giant rat", "A rat o' unusual size with sharp claws and piercin' teeth. Keep at a distance without equipment."],
			"rat": ["rat", "A small and scurryin' rodent. Afraid o' predators, it will try t' escape yer grasp."],
			"vampireBat": ["vampire bat", "A flyin' mammal with large rubbery wings. Appears t' have a penchant fer human blood."],
			"greyWolf": ["grey wolf", "A tall canid animal. Able t' tear into flesh with vicious abandon."],
			"imp": ["imp", "An odd hoverin' creature with thick wrinkled skin and sharp claws."],
			"bogling": ["boglin'", "A foul, sulphurous-smellin' writhin' mass o' vegetation, seemingly animated and alive."],
			"livingRock": ["livin' rock", "A massive pile o' rocks and minerals that appears t' be alive, or semi-aware at least."],
			"shark": ["shark", "A large blood-thirsty cartilaginous sea creature. Its fin juts from th' waters, tauntin' ye."],
			"zombie": ["zombie", "A slow, but stron' foul-smellin' undead or diseased human. Appears t' dislike th' sun."],
			"skeleton": ["skeleton", "An animated pile o' human, or human-like bones."],
			"pirateGhost": ["pirate dredgie", "A glowin', ethereal visage o' a pirate. It appears t' be able t' manifest a physical weapon t' attack ye."],
			"timeSkitter": ["time skitter", "An unusual spider-like creature that appears t' be able t' move through solid objects and move at incredible speeds."],
			"chicken": ["cackle", "A flightless fowl that seems fearful o' yer presence. Produces feathers, cackle fruit, meat, and more."],
			"trapdoorSpider": ["trapdoor spider", "A large spider that appeared from an underground dwellin' as ye stumbled over it."],
			"fireElemental": ["fire elemental", "A creature that be seemingly composed o' only fire. Appears t' spread fire and destruction in its wake."],
			"cod": ["cod", "A common ocean fish, known fer its nutritionally-dense, flaky white flesh."],
			"hobgoblin": ["hobgoblin", "An odd-lookin' humanoid. Dislikes yer presence and appears t' know how t' use traps."],
			"livingMushroom": ["livin' mushroom", "A livin' mycological abomination. It appears t' have a vengeful attitude towards ye."],
			"kraken": ["kraken", "A wiry mass o' thick tentacles, this lumberin' sea-giant be angered by yer existence."],
			"blindfish": ["blindfish", "A cave-dwellin', sightless fish. Hard t' see in detail within th' murky briny depths."],
			"harpy": ["harpy", "A large and unusual avian creature. Hostile t' yer presence."],
			"acidSpitterDemon": ["acid spitter demon", "A small, but fierce demonic-lookin' creature with sharp claws. Appears t' spit an acidic fluid."],
			"skeletalMage": ["skeletal mage", "A robed, magic-castin' skeletal humanoid. It appears t' hold a wand; flickin' it t' cast its spells."],
			"clawWorm": ["claw worm", "A wrigglin' creature with a massive claw-mouth, spawned forth from th' ground due t' vibrations caused by yer gatherin'."],
			"drake": ["drake", "A massive flightless lizard-dragon with large scales and th' ability t' breath fire. A fearsome foe."],
			"goat": ["goat", "A hardy ruminant animal that has horns. A frisky, lively creature, but dangerous when provoked, rammin' at its target with much force."],
			"slitherSucker": ["slither sucker", "A wrigglin' foreign-lookin' worm-like creature. Its mouth be wide and be filled with suction modules and razor sharp teeth."],
			"mudskipper": ["mudskipper", "A slippery fish that appears t' come t' land fer feedin'. Its bulgy eyes and a large gapin' mouth make it quite th' sight."],
			"scorpion": ["scorpion", "A predatory arachnid, known fer its tall segmented tail and ominous stinger."],
			"rattlesnake": ["rattlesnake", "A dangerous rattlin' predator o' th' desert. Th' rattlesnake warns ye with its vibratin' tail as ye pass by it."],
			"antelopeJackrabbit": ["antelope jackrabbit", "A hare with formidable speed and agility. It be visually strikin' with its pointed ears and lon' muscular frame."],
			"redSnapper": ["red snapper", "A massive snapper lurks below; this variation be known fer its red hue and be a much sought-after game fish and food source."],
			"walleye": ["walleye", "A decent sized freshwater fish, known fer its olive and gold coloration and pronounced dorsal fin."],
			"wisp": ["wisp", "A magical glowin' orb o' ghostly blue fire, playfully movin' amon' th' trees. A rare sight indeed!"],
			"arcticWolf": ["arctic wolf", "A wolf unconcerned with yer presence, its stark coat glistenin' as it moves."],
			"arcticHare": ["arctic hare", "A species o' hare that be very fast and be highly adapted t' livin' in th' arctic and other icy biomes."],
			"polarBear": ["polar bear", "A hypercarnivorous white bear known fer its fast swimmin' talent and ability t' resist cold temperatures."],
			"penguin": ["penguin", "A slow movin' blubbery flightless bird. Its countershaded black and white plumage give it a distinct look."],
			"iceElemental": ["ice elemental", "A towerin' mass o' ice chunks, somehow animated and levitatin' together with hostile intent."],
			"iceWitch": ["ice witch", "A lithe, but domineerin' figure, glitterin' with frost and entombed in icy flesh."],
			"voidDweller": ["void dweller", "As ye gaze into th' void, it appears as though th' void gazes back."],
			"snowWalker": ["snow walker", "An undead human, entombed in ice and frost, crinklin' and shatterin' as it lumbers towards ye."],
			"mammoth": ["mammoth", "A monstrously large mammal, covered in hair; seemingly from a time lon' ago, but brought forth once again by unknown means."],
			"dryad": ["dryad", "A mysterious and coveted creature, springin' forth through th' soil, much like th' trees and plants it resembles."]
		},
		"damageType": {
			"slashing": "slashin'",
			"piercing": "piercin'"
		},
		"dialog": {
			"crafting": "Craftin'"
		},
		"doodad": {
			"woodenDoor": ["wooden door", "A sturdy door, used t' keep unwanted creatures out."],
			"woodenFence": ["wooden fence", "A set o' panels, usually used t' keep creatures inside."],
			"woodenWall": ["wooden wall", "A wall crafted by connectin' wooden logs together."],
			"sandstoneWall": ["holystone wall", "A robust wall created from holystone."],
			"setExplosiveTrap": ["set explosive trap", "An elaborate trap, ready t' be triggered and exploded by touch."],
			"setDeadfall": ["set deadfall", "A constructed deadfall, ready t' fall and crush a creature."],
			"setSnare": ["set snare", "A constructed snare, ready t' trap a creature's appendage."],
			"setHobgoblinSnare": ["set hobgoblin snare", "A hobgoblin constructed snare, ready t' catch yer feet or an unsuspectin' creature."],
			"solarStill": ["solar still", "A constructed solar still, desalinatin' water through evaporation."],
			"woodenChest": ["wooden chest", "A chest used fer stockpilin' items and preservin' food."],
			"lockedWoodenChest": ["locked wooden chest", "A locked wooden chest; too heavy t' move. Able t' be broken with weapons or lockpicked."],
			"creatureIdol": ["creature idol", "An odd mass o' organs. A hum emanates from it, seemingly attractin' creatures."],
			"grass": ["grass", "A small mound o' growin' grass."],
			"clematis": ["clematis", "A wiry tangle o' thin vines with leaves."],
			"milkThistles": ["milk thistles", "A couple milk thistles, known fer their medicinal properties."],
			"buttonMushrooms": ["button mushrooms", "A few possibly edible common-lookin' white mushrooms."],
			"flyAmanita": ["fly amanita", "A menacin' red spotted mushroom."],
			"switchgrass": ["switchgrass", "A collection o' lon' grass, suitable fer cordage."],
			"badderlocks": ["badderlocks", "A gatherin' o' lon' seaweed, useful fer eatin' or cordage."],
			"chives": ["chives", "A bunch o' bright green chives planted in t' th' ground."],
			"pileOfRocks": ["pile o' rocks", "A mass o' rocks, stuck into th' ground."],
			"raspberryBush": ["raspberry bush", "A small bush, bearin' small amounts o' raspberries."],
			"beggarticks": ["beggarticks", "A groupin' o' bright yellow medicinal flowers."],
			"cotton": ["cotton", "A white and fluffy cotton plant, an indispensable plant fer fiber."],
			"pricklyPears": ["prickly pears", "Spined cacti, known fer its edible fruit and pads with their pointy needles."],
			"tumbleweed": ["tumbleweed", "A common weed, notorious fer becomin' dry and brittle after its maturity, breakin' free from its roots and travelin' in high winds, spreadin' its seeds."],
			"stoneWaterStill": ["stone water still", "A stone water still, ready t' be lit t' desalinate water."],
			"litStoneWaterStill": ["lit stone water still", "A lit stone water still, desalinatin' water through evaporation."],
			"stoneCampfire": ["stone campfire", "An organized circle o' rocks, used t' contain a fire."],
			"litStoneCampfire": ["lit stone campfire", "A lit fire inside an enclosure o' rocks."],
			"sandstoneKiln": ["holystone kiln", "A high-temperature fire enclosure made from holystone."],
			"litSandstoneKiln": ["lit holystone kiln", "A lit holystone kiln, ready fer firin' items."],
			"stoneFurnace": ["stone furnace", "A rock furnace fer creatin' an enclosed high-temperature fire."],
			"litStoneFurnace": ["lit stone furnace", "A lit stone furnace, ready t' be used in production."],
			"poleTorchStand": ["pole torch stand", "A wooden pole stuck in th' ground, ready fer bein' lit t' provide illumination."],
			"litPoleTorchStand": ["lit pole torch stand", "A wooden pole stuck in th' ground and lit on fire."],
			"stoneAnvil": ["stone anvil", "A stone anvil used primarily fer metalworkin' and used in conjunction with a fire source."],
			"caveEntrance": ["cave entrance", "An entrance into th' the dark caverns below."],
			"woodenDoorOpen": ["open wooden door", "An open door, allowin' anythin' t' enter."],
			"woodenGateOpen": ["open wooden gate", "An opened gate, allowin' anythin' t' escape or enter."],
			"poisonIvy": ["poison ivy", "A creepin' plant with leaves o' three."],
			"wroughtIronChest": ["wrought iron chest", "A large chest, used fer storage and keepin' edibles fresher."],
			"ironChest": ["iron chest", "An iron container fer storin' items and reducin' food decay."],
			"ornateWoodenChest": ["ornate wooden chest", "A decorative chest used fer storin' items and preservin' perishables."],
			"skeletalRemains": ["skeletal remains", "A pile o' bones that appear t' be stirrin'."],
			"litClayKiln": ["lit clay kiln", "A lit clay kiln, ready fer firin' items."],
			"clayCampfire": ["clay campfire", "An organized circle o' clay bricks, used t' contain a fire."],
			"litClayCampfire": ["lit clay campfire", "A lit fire inside an enclosure o' clay bricks."],
			"clayFurnace": ["clay furnace", "A clay furnace fer creatin' an enclosed high-temperature fire."],
			"litClayFurnace": ["lit clay furnace", "A lit clay furnace, ready t' be used in production."],
			"clayWaterStill": ["clay water still", "A clay water still, ready t' be lit t' desalinate water."],
			"litClayWaterStill": ["lit clay water still", "A lit clay water still, desalinatin' water through evaporation."],
			"sandstoneCampfire": ["holystone campfire", "An organized circle o' holystone, used t' contain a fire."],
			"litSandstoneCampfire": ["lit holystone campfire", "A lit fire inside an enclosure o' holystone."],
			"sandstoneFurnace": ["holystone furnace", "A holystone furnace fer creatin' an enclosed high-temperature fire."],
			"litSandstoneFurnace": ["lit holystone furnace", "A lit holystone furnace, ready t' be used in production."],
			"sandstoneWaterStill": ["holystone water still", "A holystone water still, ready t' be lit t' desalinate water."],
			"litSandstoneWaterStill": ["lit holystone water still", "A lit holystone water still, desalinatin' water through evaporation."],
			"litStoneKiln": ["lit stone kiln", "A lit stone kiln, ready fer firin' items."],
			"wroughtIronAnvil": ["wrought iron anvil", "A wrought iron anvil, used fer blacksmithin' with a fire source."],
			"ironAnvil": ["iron anvil", "An iron anvil used fer metalworkin'. Used in addition with a fire source."],
			"mapleTree": ["maple tree", "A common maple tree, known fer its distinctive leaf and seed shape."],
			"appleTree": ["apple tree", "A deciduous tree known fer its sweet, pomaceous fruit; th' apple."],
			"spruceTree": ["spruce tree", "A large and robust spruce tree. Known fer its whorled branches and conical form."],
			"cypressTree": ["cypress tree", "A tall and gangly conifer tree. Although sparse in foliage, it makes up fer it with healthy supply o' hardwood."],
			"coconutTree": ["coconut tree", "A tall palm tree, able t' produce life-sustainin' coconut fruit when mature."],
			"lettuce": ["lettuce", "An edible leafy plant that could almost be mistaken fer a weed when growin'."],
			"potatoPlant": ["potato plant", "Unassumin' leaves pokin' out o' th' ground, revealin' just th' tips o' edible tubers underneath."],
			"carrots": ["carrots", "A groupin' o' green stalky leaves pokin' out o' th' ground, revealin' just th' tips o' their root vegetable below ground."],
			"cornStalks": ["corn stalks", "Th' tall stalks o' maize, producin' ears o' edible sweet kernels."],
			"cucumberPlant": ["cucumber plant", "A creepin' cucumber vine, known fer producin' soft, water-rich gourds."],
			"sugarCaneStalks": ["sugar cane stalks", "Tall, hardy stalks o' sugar cane. Can be gathered fer chewin' or refinin' into sugar."],
			"wheat": ["wheat", "A lon' grass, cultivated fer its protein-rich cereal grain when dried."],
			"copperChest": ["copper chest", "A storage chest made from copper, used t' deposit food items fer reduced decay, amon' other uses."],
			"copperAnvil": ["copper anvil", "A copper anvil used fer blacksmithin'. Typically used in addition with a fire source."],
			"barkTorchStand": ["bark torch stand", "A bark torch placed in th' ground, ready t' be lit on fire when needed."],
			"litBarkTorchStand": ["lit bark torch stand", "A bark torch stuck in th' ground and lit on fire, providin' illumination."],
			"tallowTorchStand": ["tallow torch stand", "A torch made with rendered animal fat, planted in th' ground. Can be lit on fire fer illumination."],
			"litTallowTorchStand": ["lit tallow torch stand", "A lit tallow torch lodged in th' ground, providin' light and heat."],
			"joshuaTree": ["joshua tree", "A desert tree with a distinctive look that produces leaves suitable fer cordage and nutritious fruit."],
			"saguaroCactus": ["saguaro cactus", "A tall and hefty cactus plant, known fer growin' in arid desert regions."],
			"aloeVera": ["aloe vera", "A succulent evergreen plant, known fer its medicinal and antiseptic properties and its sharpened thick leaves."],
			"tallowCandle": ["tallow candle", "A candle molded from tallow, placed in th' ground securely."],
			"litTallowCandle": ["lit tallow candle", "A lit candle, attached securely t' th' ground as it releases its light and pleasant tallow smell."],
			"cottonBedroll": ["cotton bedroll", "A soft sleepin' mattress, sprawled out on th' ground. Can be used t' sleep or rest very comfortably."],
			"featherBedroll": ["feather bedroll", "A bedroll made with feathers and wrapped in fabric. Used fer restin' and sleepin' in comfort on th' ground."],
			"hammock": ["hammock", "A comfortable place t' sleep, although not too sturdy. Crafted by bound cordage and hun' off th' ground."],
			"leafBedroll": ["leaf bedroll", "A placed provisional bed with poor insulation and scratchy leaves, used fer sleepin' or restin'."],
			"hitchingPost": ["hitchin' post", "A sturdy wooden post fastened with a rope. Creatures and animals can be tied t' it t' restrict their movement."],
			"clayWell": ["clay well", "A constructed well made o' clay bricks, used t' collect water."],
			"sandstoneWell": ["holystone well", "A round enclosure made o' holystone, built and extended deep into th' ground t' collect water."],
			"stoneWell": ["stone well", "A stone-built enclosure used t' trap and collect groundwater."],
			"ashCementWall": ["ash cement wall", "A wall constructed o' ash cement bricks. Great as a recycled resource, but not th' strongest material."],
			"crowberryShrub": ["crowberry shrub", "A low profile shrub, nestled in between rocks and dirt. Known t' grow in colder climates."],
			"winterberryShrub": ["winterberry shrub", "A species o' holly native t' northern climates. They look like th' type o' berries that birds would enjoy."],
			"arcticPoppies": ["arctic poppies", "A bight yellow poppy somehow resilient enough t' survive in this harsh climate."],
			"lockedCopperChest": ["locked copper chest", "A locked copper chest that be too heavy t' move. Able t' be broken into by force or lockpicked."],
			"lockedWroughtIronChest": ["locked wrought iron chest", "An immobile locked wrought iron chest, requirin' a lockpick or brute force t' open."],
			"lockedIronChest": ["locked iron chest", "A locked iron chest that be unable t' be moved due t' its weight. Can be lockpicked or broken into."],
			"lockedOrnateWoodenChest": ["locked ornate chest", "A seemingly quite special locked wooden chest, gilded with gold, and sure t' have magnificent contents."],
			"tinChest": ["tin chest", "Not much more than a folded piece o' tin sheet metal, this chest will still hold a fair number o' items fer ye."],
			"tinAnvil": ["tin anvil", "Although it's not th' best material fer an anvil, it should get th' job done, at least fer a while."],
			"lockedTinChest": ["locked tin chest", "A chest, made from tin with a large keyhole in th' center. It appears t' be too heavy t' loot or move."],
			"bronzeChest": ["bronze chest", "A large bronze chest with amazin' storage capacity."],
			"bronzeAnvil": ["bronze anvil", "A shaped slab o' bronze used fer blacksmithin' and craftin' tools, weapons, and armor. Affixed t' a wooden base."],
			"lockedBronzeChest": ["locked bronze chest", "A locked chest with a strange and otherworldly key mechanism crafted from bronze. A high lockpickin' skill may be required t' reveal its contents."],
			"iceWall": ["ice wall", "A cold towerin' wall o' ice blocks constructed as a means t' protect against th' elements."],
			"snowWall": ["snow wall", "A densely packed wall o' snow t' be used in th' construction o' snow huts."],
			"sandstoneAnvil": ["holystone anvil", "A rudimentary anvil usin' an ill-advised material fer its flattened surface."],
			"snowScarecrow": ["snow scarecrow", "A representation o' a human figure created with piles o' snow, starin' menacingly with its dark coal eyes."],
			"whitePineTree": ["white pine tree", "A tall and dense coniferous tree with strikingly lon' and finely serrated needles and thick bark."],
			"whitePineTreeWithSnow": ["white pine tree with snow", "A towerin' pine piled high with freshly packed snow, stressin' th' branches o' th' tree."],
			"tanglehead": ["tanglehead", "A growin' tussock grass with paired spikelets."],
			"strawScarecrow": ["straw scarecrow", "An inanimate farmer mannequin that ye almost mistake fer bein' real at first glance."],
			"cactusScarecrow": ["cactus scarecrow", "A cactus idol o' sorts; a scary-lookin' mass o' cactus chunks and spines."],
			"papayaTree": ["papaya tree", "A small, sparsely branched papaya tree. Fruit grows at th' top o' thin stemmed branches, shaded by spirally arranged leaves."],
			"palapalai": ["palapalai", "A beautiful fern with lon' fonds that prefers hot climates with slightly moist and shady conditions."]
		},
		"durabilityLevel": {
			"slightlyDamaged": "has signs o' wear",
			"veryDamaged": "on th' verge o' breakin'"
		},
		"equipSlot": {
			"leftHand": "port hand",
			"rightHand": "starboard hand"
		},
		"exhaustionLevel": {
			"overexerting": "overexertin'"
		},
		"fireStage": {
			"embers": "Th' fire has reduced t' embers.",
			"almostExtinguished": "Th' fire be almost extinguished.",
			"struggling": "Th' fire be strugglin'.",
			"thriving": "Th' fire be thrivin'.",
			"healthy": "Th' fire be very healthy.",
			"raging": "Th' fire be ragin'!"
		},
		"gameEndMessage": {
			"win": ["Ye find yer way back t' civilization and end yer journey.", "Ye sail back and enjoyed a good life with yer swag.", "Ye traveled back t' civilization, but be this th' end?"],
			"dead": ["Yer bones lay bleachin', lost t' time.", "Th' end be just th' beginnin'.", "Sadly, no trace o' ye was ever found."]
		},
		"gameMode": {
			"hardcore": ["Hardcore", "Th' default and definitive way t' play. Death be permanent."],
			"casual": ["Casual", "Dyin' will respawn ye in th' last place ye rested or slept, with yer items dropped at th' location o' yer demise. Most creatures be neutral/peaceful unless attacked."],
			"challenge": ["Challenge", "Randomized difficulty modifiers and a unique set o' quests, intended fer quick play sessions. Savin' be disabled in this mode. Choose th' \"Daily\" option t' compete with others or yerself fer highscores."],
			"custom": ["Custom", "Customize yer game, choosin' from a large set o' difficulty modifiers."]
		},
		"growth": {
			"germinating": "germinatin'",
			"seedling": "seedlin'",
			"budding": "buddin'",
			"flowering": "flowerin'",
			"ripening": "ripenin'"
		},
		"growthFungus": {
			"germinating": "germinatin'",
			"seedling": "spreadin'",
			"vegetative": "formin'",
			"budding": "fruitin'",
			"flowering": "maturin'",
			"ripening": "sporin'"
		},
		"helpArticle": {
			"welcome": ["Welcome t' Wayward", "A short summary o' th' help menu, and links t' more resources on th' game.", "Welcome t' th' Early Access version o' Wayward!", "Disclaimer: Wayward be currently in beta status and many things will change and improve over time.\n\nThis be th' help menu, which ye can use t' learn mechanics o' th' game. If ye can't come across th' information you're lookin' fer in this menu, ye can also visit th' {(https://steamcommunity.com/app/379210/discussions/):Steam Discussion forums}.\n\nIf ye want t' keep up with Wayward, please visit th' {(https://www.waywardgame.com):Wayward Website}, {(https://www.reddit.com/r/Wayward):Subreddit}, or {(https://discord.gg/wayward):Discord}.\n\nWant t' help Wayward? Spread th' word, or follow us on one o' th' followin' sites: {(https://www.facebook.com/waywardgame):Facebook}, {(https://twitter.com/Wayward_Game):Twitter}, or {(https://www.indiedb.com/games/wayward):IndieDB}."],
			"controls": ["Controls", "A guide on usin' th' keybindings associated with common actions in th' game, t' speed up gameplay, and other related tips and tricks.", "Learn common keybinds fer th' game.", "{# Main Keybinds}\n\n{#--TEXT-SECONDARY:Pause Menu:} {BINDINGS:GamePause}\n{#--TEXT-SECONDARY:Save Game:} {BINDINGS:GameSave}\n{#--TEXT-SECONDARY:Help:} {BINDINGS:DialogHelp}\n{#--TEXT-SECONDARY:Options:} {BINDINGS:DialogOptions}\n{#--TEXT-SECONDARY:Milestones:} {BINDINGS:DialogMilestones}\n{#--TEXT-SECONDARY:Notes:} {BINDINGS:DialogNotes}\n{#--TEXT-SECONDARY:Messages:} {BINDINGS:DialogMessages}\n{#--TEXT-SECONDARY:Actions:} {BINDINGS:GameActions}\n{#--TEXT-SECONDARY:Inventory:} {BINDINGS:DialogInventory}\n{#--TEXT-SECONDARY:Craftin':} {BINDINGS:DialogCrafting}\n{#--TEXT-SECONDARY:Equipment:} {BINDINGS:DialogEquipment}\n{#--TEXT-SECONDARY:Skills:} {BINDINGS:DialogSkills}\n{#--TEXT-SECONDARY:Close All Dialogs:} {BINDINGS:DialogCloseAll}\n\nKeybindings can be changed in th' {(Menu.Options.5):Options Menu}.\n\nFer more binds, see th' {(Menu.Options.5):Options Menu}.\n\n{# Movement}\n\n{#--TEXT-SECONDARY:Directional movement:} {BINDINGS:GameMoveUp} (up), {BINDINGS:GameMoveLeft} (left), {BINDINGS:GameMoveDown} (down), {BINDINGS:GameMoveRight} (right)\n\n{#--TEXT-SECONDARY:Move towards mouse:} {BINDINGS:GameMoveDirection}\n\n{#--TEXT-SECONDARY:Move t' th' tile under th' mouse:} {BINDINGS:GameMoveToTile}\n\n{#--TEXT-SECONDARY:Skip/pass a turn:} {BINDINGS:GameIdle} or {BINDINGS:GameMoveDirection} (with yer mouse over yer character).\n\n{#--TEXT-SECONDARY:Facin' a direction without movin':} {BINDINGS:GameFaceDirection} and yer character will face towards yer mouse (thar be correspondin' facin' binds fer all directions as well).\n\nIf thar be too much or too little delay between turnin' a direction and movin', ye can fine-tune it in th' {(Menu.Options.3):Options Menu}.\n\n{# Actions}\n\nInteractin' through th' world be done mostly through th' {(Menu.HelpArticle.Actions):actions} menu, opened usin' {BINDINGS:GameActions}.\n\n{# Usin' Items}\n\nSee {(Menu.HelpArticle.Actions):Actions} and {(Menu.HelpArticle.Quickslots):Quickslots}.\n\n{# Item Management}\n\n{_Droppin' items_}\n\n{#--TEXT-SECONDARY:Drop an item:} {BINDINGS:GameItemDrop} (when th' mouse be over th' item), or use th' {(Menu.HelpArticle.Actions):\"Drop\" action} on th' item. \n\n{#--TEXT-SECONDARY:Drop all o' a type o' item:} {BINDINGS:GameItemDropAll} (when th' mouse be over th' type o' item t' drop), or use th' {(Menu.HelpArticle.Actions):\"Drop All\" action}.\n\nIf thar be a tile in th' way o' droppin' an item, by default nothin' will happen. Ye may change this functionality in th' \"Drop Location\" settin', available in th' {(Menu.Options.3):Options Menu} and th' Quick Settings dialog.\n\n{_Movin' items_}\n\n{#--TEXT-SECONDARY:Quickly movin' items between containers:} {BINDINGS:GameItemQuickMove} (when th' mouse be over th' item)\n\n{#--TEXT-SECONDARY:Quickly movin' all o' th' same type o' item between containers:} {BINDINGS:GameItemQuickMoveAll} (when th' mouse be over th' type o' item)\n\nQuick-movin' items works with yer open container dialog, or, if thar be no container dialog open, th' container yer character be facin'.\n\n{# More Information}\n\nHoverin' over elements on screen will typically reveal more information, usually in a tooltip. Some examples include items in dialogs, and doodads, creatures, and items in th' world. Items in th' craftin' dialog will highlight th' items that will be used when they be crafted.\n\nTooltips fer tiles in th' world can be disabled. When this be th' case, ye can still get information about th' tile ye be hoverin' over with {BINDINGS:GameInspect}."],
			"interface": ["Interface", "How t' interact with and customize th' windows/dialogs.", "Th' customizable windows/dialogs o' Wayward.", "Wayward uses dialogs, or windows, fer displayin' most in-game information. This means th' interface be almost completely customizable.\n\nYe can move th' dialogs by draggin' them by th' title bar, and ye can resize them by draggin' on their edges or corners.\n\nTh' \"static\" elements on th' screen, namely, yer stats, th' menu bar, and th' list o' messages, can all be moved t' other corners or edges o' th' screen, usin' th' options in their context menus ({BINDINGS:MenuContextMenu}). Th' list o' messages can be put into a dialog with {BINDINGS:DialogMessages} or usin' th' \"Show as Dialog\" option in its context menu.\n\nTh' interface setup fer each world be retained between savin' and loadin' th' game."],
			"inventoryManagement": ["Duffle\nManagement", "Learn ways o' organizin', movin', and droppin' items.", "Organizin', movin', and droppin' items.", "Thar be many ways t' organize and move items in Wayward.\n\n1. {_Drag and Drop_}: By holdin' {BINDINGS:GameItemMove}, ye may drag and drop items into a container dialog, quickslot, equipment slot, or directly on t' th' ground. Draggin' and droppin' t' th' game screen will drop it in front o' ye, or inside a chest if ye be facin' one.\n\n2. {_Quickmovin'_}: With {BINDINGS:GameItemQuickMove} ye can move an item instantly from yer duffle t' a container or vice-versa. Ye can use this while th' container be not open, if yer character be facin' towards it. Ye may also use {BINDINGS:GameItemQuickMoveAll} t' instantly move all items o' th' same type.\n\n3. {_From th' item's menu_}: Ye can use {(Menu.HelpArticle.Actions):actions} t' drop and move items as well: namely, \"Drop\", \"Drop All\", \"Move\", and \"Move All\". Th' \"Move\" actions will only appear if thar be a container dialog open. If th' item in question be o' a {(Menu.HelpArticle.ItemQualities):high quality}, thar will be actions fer droppin' or movin' all items o' that quality.\n\n4. {_Droppin' items_}: By pressin' {BINDINGS:GameItemDrop}, ye may drop an item onto th' ground. If th' tile in front o' ye be blocked, nothin' will happen, or th' item will be dropped at yer feet, if yer \"Drop Location\" option be set t' \"Drop at Feet When Blocked\". Ye may also press {BINDINGS:GameItemDropAll} t' drop all items o' th' same type."],
			"quickslots": ["Quickslots", "Learn th' easier way t' use actions on items.", "Th' easier way t' use actions on items.", "{(Menu.HelpArticle.Actions):Openin' an item's menu t' perform actions} can be tiresome. Quickslots be fer usin' an action on an item with th' press o' a bind.\n\n{# Quickslottin' an Item}\n\nYe can drag some godforsaken item into one o' yer nine quickslots t' quickslot th' item in that slot. Ye can also use any o' th' quickslot binds t' toggle th' item bein' quickslotted t' th' slot o' th' bind ye press. Alternatively, ye can use th' {(Menu.HelpArticle.Actions):\"Add t' Quickslot\" action} t' add it t' an open quickslot.\n\n{# Usin' a Quickslotted Item}\n\nBy default, pressin' th' bind fer a quickslot will perform th' default {(Menu.HelpArticle.Actions):action} fer th' item in that slot; th' action depends on what kind o' item it be. \n\nYe can change th' action t' perform fer a quickslot item by openin' th' actions menu ({BINDINGS:GameItemMenu}), and clickin' th' x icon next t' th' preferred action, turnin' it into a .\n\n{# Removin' a Quickslotted Item}\n\nThar be two binds provided fer removin' items from quickslots. Ye can press {BINDINGS:GameQuickSlotClear} t' clear th' hovered item from its quickslot, or t' clear th' hovered quickslot. Ye can also press any o' th' quickslot binds t' toggle th' hovered item bein' quickslotted t' that slot."],
			"fastPickup": ["Fast Loot", "A summary on ways t' loot items on th' ground.", "A quick way t' get items on th' ground.", "If thar be an item on a tile that ye would like t' loot, ye can either walk onto th' tile (if th' {(Menu.Options.3):\"Auto Loot\" option} be enabled) or use th' {(Menu.HelpArticle.Actions):\"Loot Item\" action} while facin' th' tile. \n\nThar can be multiple items on a tile. When ye be standin' over them, ye can press {BINDINGS:GameIdle} t' pass th' turn and gather th' items one at a time. Alternatively, ye can loot all th' items on th' tile by facin' th' tile, then usin' th' {(Menu.HelpArticle.Actions):\"Loot All Items\" action}."],
			"actions": ["Actions", "A guide on how t' interact with items, tiles, or th' things on a tile.", "Interactin' with tiles and items.", "Openin' up th' actions menu ({BINDINGS:GameActions}) will brin' up a list o' actions ye can perform, usually on th' tile or object you're facin'. Some examples include collectin' fruits from plants, pickin' up {(Menu.HelpArticle.Doodads):doodads} you've placed, and {(Menu.HelpArticle.RestingSleeping):resting}. Thar be also th' \"Jump\" action that can help ye get out o' tight spots, but be careful when usin' it as it reduces stamina based on th' weight you're carryin'.\n\nAll items also have actions that can be performed on them. Th' item actions menu be opened by pressin' {BINDINGS:GameItemMenu}. Tools will usually have actions that can be used on th' facin' tile, while other items will have actions that affect th' tile you're standin' on, or just ye, such as consumin' a food with th' \"Eat\" action.\n\nMany items have action tiers associated with them. Action tiers affect many different interactions while usin' th' item; things like success chances, stamina depletion rates, etc. Item quality provides a bonus t' action tiers as well. While hoverin' over items, ye can use th' {BINDINGS:GameInspectItem} bind t' show more information on each action th' item can perform and what th' action tier affects.\n\nSince findin' an item in yer duffle and usin' th' item action menu on it can be a pain, ye can use {(Menu.HelpArticle.Quickslots):quickslots} t' speed up th' process."],
			"stats": ["Stats", "Learn how t' understand and manage yer health, stamina, hunger, and thirst.", "A numerical representation o' yer wellbein'.", "Ye have four core stats: {#--STAT-COLOR-HEALTH:Health}, {#--STAT-COLOR-STAMINA:Stamina}, {#--STAT-COLOR-HUNGER:Hunger}, and {#--STAT-COLOR-THIRST:Thirst}.\n\n{# Decayin' Stats}\n\nIf yer {#--STAT-COLOR-STAMINA:stamina} be 0 and ye take an action, ye will lose {#--STAT-COLOR-HEALTH:health}.\n\nWhen yer {#--STAT-COLOR-HUNGER:hunger} or {#--STAT-COLOR-THIRST:thirst} tick below zero, each subsequent time they go down, yer health will be reduced by their current amount. Fer example, if ye have -4 {#--STAT-COLOR-HUNGER:hunger}, and it goes down t' -5, ye will lose 5 {#--STAT-COLOR-HEALTH:health}.\n\nWhen yer {#--STAT-COLOR-HEALTH:health} reaches 0, ye will die.\n\n{# Replenishin' Stats}\n\n{#--STAT-COLOR-STAMINA:Stamina} replenishes slowly over time, but can also be replenished by {(Menu.HelpArticle.RestingSleeping):resting}, most food items, and sleepin' fer maximum benefits.\n\n{#--STAT-COLOR-HUNGER:Hunger} and {#--STAT-COLOR-THIRST:thirst} can be replenished by food and water.\n\n{#--STAT-COLOR-HEALTH:Health} recovers slowly over time, but can be restored with bandages, other health items, and some types o' food.\n\n{# Maximum Stats}\n\nUsin' skills have th' chance t' increase th' maximum values o' yer stats. An increase in strength will increase th' maximum value o' yer {#--STAT-COLOR-HEALTH:health} as well as yer {(Menu.HelpArticle.Overweight):weight limit}. An increase in dexterity will increase yer maximum {#--STAT-COLOR-STAMINA:stamina}. An increase in metabolism will increase both {#--STAT-COLOR-HUNGER:hunger} and {#--STAT-COLOR-THIRST:thirst}.\n\nThar be also {(Menu.HelpArticle.ItemQualities):epic} items that can be {(Menu.HelpArticle.Crafting):crafted} or found that will increase yer stats when equipped."],
			"doodads": ["Doodads", "Learn about, and how t' interact with, objects placed in th' world, such as plants or structures.", "A guide on plants, structures, and other objects affixed t' th' ground.", "Objects attached t' th' ground like plants, piles o' rocks, furnaces, and even campfires be considered t' be a \"doodad\". \n\nT' \"collect\" them (pick them up), ye can do one o' th' followin':\n\n1. While facin' th' doodad, use th' {(Menu.HelpArticle.Actions):\"Collect Object With Hands\" action}.\n2. Use an item with a \"Diggin'\" use, such as a stone shovel.\n\nUsin' yer bare hands (the first o' th' above options) can sometimes harm ye. Th' other options be safe, as they use tools, but they will decrease th' durability o' that tool."],
			"resourceGathering": ["Resource\nGatherin'", "A guide on collectin' items from th' environment or creatures.", "Collectin' items from th' environment.", "T' gather resources from trees or rocks, ye must use th' \"Chop\" or \"Mine\" action from an item's menu. It be also recommended ye quickslot it fer quick usage. Ye may have t' default its usage as \"Chop\" or \"Mine\" if it be not th' default action. See {(Menu.HelpArticle.Quickslots):Quickslots} fer more information on this functionality. Ye may not always succeed in gatherin' materials (the chances be based on yer skill and tool). Th' {(Menu.HelpArticle.ItemQualities):quality} o' th' items ye gather be based on yer skill, but mostly based on th' quality o' th' plant or object ye be gatherin' or harvestin'.\n\nAlternatively, if ye have th' \"Auto Chop/Mine/Harvest\" option set, ye can simply move into resource tiles that block movement t' gather. Ye will use whatever be in yer hands t' gather. Ye can choose what tool specifically be used in either yer port or starboard hand by selectin' which t' use at th' bottom o' yer equipment menu. It be harmful t' try t' resource gather without tools.\n\nSome resources be not gathered in this fashion. Things like small plants and other objects attached t' th' ground (referred t' as doodads) require different methods. Review th' {(Menu.HelpArticle.Doodads):\"Doodads\" help entry} fer more information on these items.\n\n{# Resource Stages}\n\nMany plant-based resources have cycles o' growth, followin' a predictable pattern from \"germinatin'\" all th' way up t' \"ripenin'\". Every plant and fungus features unique resources at each stage o' growth. If ye attempt t' chop or harvest a plant too early, ye may not get th' full amount o' resources. Knowin' th' steps o' growth be also important when {(Menu.HelpArticle.Gardening):gardening}.\n\n{# Gatherin' & Harvesting}\n\nChoppin' be a destructive process, meanin', ye will attempt t' gather everythin' from th' plant. Some vegetables and fruits require this t' get th' edible portion, such as potatoes or carrots fer example.\n\nHarvestin' a plant will only attempt t' get what will keep th' plant alive and/or sustainable. This be not always an option fer all plants, and sometimes will only result in gettin' their seeds."],
			"attackingDamage": ["Attackin' & Damage", "How t' attack, damage others, and mitigate damage t' ye.", "Learn about how t' attack and th' effectiveness o' damage against yerself and others.", "{_Auto Attack_}\nBy default, ye will attack creatures (who be not tamed) by walkin' into them. Ye can disable this feature by either turnin' off th' Auto Attack option in th' Options menu or Quick Settings ({BINDINGS:DialogOptions}) dialog. Ye will also not automatically attack if ye have both o' yer hands disabled fer use. While either o' these be true, ye sometimes may swap positions with creatures if they be small enough. Not all creatures, includin' bigger creatures, will allow ye t' swap positions with them.\n\n{_Equipment & Hand Usage_}\nYe can enable and disable each {(Menu.HelpArticle.HeldItems):hand} fer use when attackin' by selectin' th' checkboxes underneath th' Equipment dialog or by usin' th' {BINDINGS:GameHandToggleLeft} and {BINDINGS:GameHandToggleRight} binds fer each hand. If no equipment be equipped in yer hands, ye will use yer fist. If both hands be selected fer use, ye will take turns usin' each hand, each attack.\n\n{_Damage Types_}\nThar be four damage types: Piercin', Slashin', Blunt, and Fire. These damage types be applied t' every weapon and creature. They exist as vulnerabilities and resistances on equipment and creatures. Hoverin' over weapons and equipment items will reveal these values. By hoverin' over creatures, yer skill in Anatomy will give ye an idea o' what damage types th' creature be vulnerable or resistant to. Th' accuracy o' this readout will improve as yer skill in Anatomy increases.\n\n{_Effectiveness_}\nIf a weapon has multiple damage types, it will use both o' them on each hit. Each value in a resistance will reduce th' damage by one, and each vulnerability will increase it by one. As an example:\n\nYe hit a scorpion with a wooden sword that deals 3 blunt/piercin' damage. Scorpions have a resistance o' 1 against piercin' and a vulnerability o' 2 against blunt with a base defense o' 2. Th' scorpion would take 2 damage (3 - 2 - 1 + 2) in this scenario when other factors like skills be not applied.\n\nYe can review yer current vulnerabilities and resistances by hoverin' over th' defense numbers next t' th' shield icon by yer stats.\n\n{_Parryin'_}\nBy equippin' two weapons, two shields, or a combination in between each hand, ye will begin t' parry automatically. While parryin', yer base defense will raise and can sometimes parry incomin' attacks from creatures, mitigatin' some damage. This increased defense and damage mitigation chance be dependent on yer parryin' skill. Ye can review these values by hoverin' over th' defense numbers next t' th' shield icon by yer stats. Th' parryin' skill will raise as ye engage in combat with both hands equipped.\n\n{_Tactics_}\nTactics will increase th' damage ye can perform when attackin'. Ye can review this value by hoverin' over th' attack numbers next t' th' sword icon by yer stats. Th' tactics skill will raise as ye engage in combat.\n\n{_Attackin' Merchants_}\nBy default, when walkin' into {(Menu.HelpArticle.Merchants):merchants}, ye will not attack them, but instead, trade with them. Ye have t' specifically attack them t' engage in combat. Ye can do this through th' action menu, by choosin' th' \"Attack\" action, or by choosin' th' \"Attack\" action on an individual item by openin' th' item's menu. Damagin' them in other ways will also cause them t' become hostile."],
			"reputation": ["Reputation", "Masterin' malignity and benignity t' modify th' game's difficulty.", "Learn all about reputation and its impact on th' game's difficulty.", "Th' island be alive and judges yer actions. It returns in kind and unkind by modifyin' th' difficulty o' th' game. Th' lower yer reputation is, th' more malignity ye be gainin'. Th' higher yer reputation is, th' more benignity ye be gainin'. Reputation values in th' negative will result in increasin' difficulty t' creatures that spawn and their frequency. Ye will find unique creatures and situations by modifyin' yer reputation into th' positive and negative. Thar be no optimal reputation amounts, only what be survivable and enjoyable fer yer playstyle.\n\nIf ye be interested in a fairly peaceful game, ye will want t' have a positive reputation.\n\nIf ye be interested in combat and discoverin' unique creatures t' battle, ye will want t' have a negative reputation.\n\nReputation be not permanent; ye be free t' modify yer reputation (and thus, th' game's difficulty) at some godforsaken time by performin' certain actions in th' game.\n\nSome things that gain ye benignity include th' followin':\n\n1. Plantin', waterin', and cultivatin' plants.\n2. Fishin' and dredgin' seaweed.\n3. Tamin', feedin', and pettin' creatures.\n\nSome things that gain ye malignity include th' followin':\n\n1. Choppin' logs from trees or minin' rocks from mountains; destroyin' them.\n2. Killin' innocent or neutral creatures.\n3. Gainin' stats or usin' skills that reduce reputation.\n\nYe can see which skills impact reputation by openin' yer skill dialog accessed with {BINDINGS:DialogSkills} and hoverin' over each skill. Similarly, ye can see th' impact fer craftin' items by findin' th' \"Craftin' Reputation\" value in th' item tooltip within th' craftin' dialog. Each action as illustrated above can also affect reputation.\n\nBoth positive and negative have maximums set at 64,000 and -64,000 respectively; however, if ye continue t' add points against this cap, th' inverse reputation will be earned."],
			"milestones": ["Milestones", "A short guide on Wayward's unlockable achievement system.", "Th' unlockable achievement system o' th' game.", "Milestones be a list o' goals or achievements ye can work towards. Milestone progress be retained between characters and saves. Completin' a milestone will unlock th' correspondin' \"Milestone Modifier\" fer it. These modifiers can be used when startin' a new game t' add unique gameplay scenarios when enabled. Many o' th' modifiers have positives and negatives assostiated with them based on gameplay balance and th' milestone's rarity.\n\nNot all {(Menu.HelpArticle.GameModes):game modes} have all milestones enabled fer progression.\n\nMost milestones add up over time, such as \"Friendly\", which counts how many creatures ye tame, or \"Chef\", which counts how many times ye cook food. However, thar be a few milestones that simply require an amount o' somethin' t' be unlocked. Examples o' this milestone type be \"Malevolent\" and \"Benevolent\", which require yer malignity or benignity t' be at 64000."],
			"heldItems": ["Held Items", "Usin' th' port and starboard hand equipment slots.", "Understandin' th' use o' both o' yer hands.", "Yer port and starboard hand equipment slots be interchangeable. Ye can equip two weapons, two tools, two shields or some godforsaken combination in between. \n\nYe will notice th' options \"Port Hand\" and \"Starboard Hand\" in th' equipment dialog ({BINDINGS:DialogEquipment}). With both options enabled, ye will use both hands (and whatever be equipped in each slot) in combat and in choppin'/minin'/harvestin' (with \"Auto Chop/Mine/Harvest\" enabled). Only one hand be used per turn, so both bein' enabled means th' hands switch off. Be careful t' disable a hand if ye don't have somethin' equipped in it, as ye could harm a hand by mistake.\n\nIf both hands be disabled, automatic choppin'/minin'/harvestin' and combat be not possible.\n\nT' receive a parryin' defense bonus, ye must be holdin' an item in each hand (one t' parry with, one t' fight with)."],
			"crafting": ["Craftin'", "A guide t' th' craftin' system: What items t' use, and affectin' th' output durability and quality.",
				"Th' ins and outs o' smashin' materials together.", "Ye can open th' craftin' dialog with th' \"Craftin'\" menu bar button, or with {BINDINGS:DialogCrafting}.\n\nCraftin' be simple t' perform, but th' system has a lot o' depth.\n\n{_Which Items Be Used_}\n\nWhen hoverin' over a recipe (item) in th' craftin' dialog, th' items that will be used t' craft it will be highlighted with a white border. \n\nYe may notice that th' recipe always uses th' first instance o' th' item in yer duffle. T' change what items be used in a craft, ye can simply change th' order o' th' items in yer duffle.\n\n{_Durability and Quality_}\n\nTh' durability and {(Menu.HelpArticle.ItemQualities):quality} o' craftin' ingredients affects th' durability and quality o' th' resultin' item:\n- Ingredients that be damaged will cause th' resultin' item t' be less durable.\n- Usin' superior, remarkable, exceptional, mastercrafted, or relic items and required {(Menu.HelpArticle.Doodads):doodads} increases yer chances t' craft a high-quality item. This counts fer both consumed and required items, but more so fer consumed ones.\n- Th' skill used in th' craft will also factor into th' quality o' th' resultin' item. Th' higher yer skills, th' better chance at a higher quality items.\n- Decayable items (such as food) also gain decay bonuses from usin' higher quality items in th' craft.\n\n{_Tiers_}\n\nUsin' higher tiered items and doodads can produce higher quality crafted items. Fer example, usin' an iron hammer versus a stone hammer or an iron anvil versus a stone anvil. Ye be able t' see which tier an item or doodad be based on its groupin' within th' tooltip o' each item or doodad.\n\n{_Efficacy_}\n\nAfter reachin' 20% in each craftin' skill, ye will unlock th' ability t' gauge how effectively ye be craftin' items. This will show ye how close t' th' maximum bonus ye be based on th' item/doodad qualities and item/doodad tiers ye be usin' in each craft. Th' higher this bonus is, th' higher th' odds o' craftin' a quality item be. After reachin' 80% in th' craftin' skill, an exact efficacy percentage will be revealed.\n\n{_Unlockin' New Recipes_}\n\nYe can come across new craftin' recipes by gatherin' th' required items in yer duffle and by findin' old instructional scrolls."
			],
			"itemQualities": ["Item Qualities", "Understandin' th' differences between normal items and those o' quality.", "Superior, remarkable, exceptional, mastercrafted, and relic item qualities.", "Thar be three item qualities, each with differin' properties.\n\n1. Superior: Outlined in a {#--COLOR-QUALITY-SUPERIOR:green} border, these items will have slightly higher durability than normal items.\n2. Remarkable: Outlined in a {#--COLOR-QUALITY-REMARKABLE:blue} border, these items will have higher durability than normal items.\n3. Exceptional: Outlined in a {#--COLOR-QUALITY-EXCEPTIONAL:purple} border, these items will have much higher durability than normal items.\n4. Mastercrafted: Outlined in a {#--COLOR-QUALITY-MASTERCRAFTED:tangerine} border, these items will have double th' durability o' exceptional items and will have guaranteed magical properties.\n4. Relic: Outlined in a {#--COLOR-QUALITY-RELIC:rose} border, these items will have very little durability and have many magical properties.\n\nAny item can have magical properties, but higher qualities will produce them more frequently. These magical properties include such things as increased skills or stats on equippin', reduced item weight, increased weight capacity, and many more dependin' on th' item.\n\nBesides th' bonuses t' durability, item quality will also provide bonuses t' item uses such as consumption potency, fuel values, and others dependin' on th' type o' item it be. Certain tools and items will also provide bonuses fer specific actions. Fer example, when choppin' or minin', th' higher quality and tier yer tool is, th' higher chance o' success, skill gain, items gained, quality o' items gained, while decreasin' stamina use, and chance o' damagin' plants. Ye can learn more about th' effect o' each item fer each action by inspectin' th' item by pressin' {BINDINGS:GameInspectItem} while hoverin' over an item. Additionally, th' more items o' quality used in a {(Menu.HelpArticle.Crafting):craft}, th' higher th' chance o' producin' a higher quality item be."],
			"death": ["Death", "It will happen t' us all eventually. This contains information about what carries over between lives.", "What carries over between lives.", "Death be permanent. Although ye may have died, all o' th' craftin' recipes ye have discovered will be ready on yer next playthrough. Yer {(Menu.HelpArticle.Milestones):milestones} will also carry over, providin' ye multiple startin' benefits.\n\nIf ye be findin' th' game too difficult, learn more on managin' yer {(Menu.HelpArticle.Reputation):reputation} which can affect th' game's difficulty."],
			"taming": ["Creature Tamin'", "A small guide on how t' tame creatures usin' a variety o' methods.", "Learn about all th' options fer tamin' creatures.", "There's a variety o' methods fer attemptin' t' tame creatures in Wayward. These include:\n\n1. Usin' th' {(Menu.HelpArticle.Actions): \"Tame\" action in th' action menu} when facin' a \ncreature. Th' chances o' success o' this method be quite low, especially at lower skill levels and varies dependin' on what th' creature be and their difficulty.\n2. Usin' th' \"Offer\" option on an item when facin' a creature. If th' creature wants th' item, it will accept ye as its owner.\n3. Droppin' items on th' ground and havin' creatures move over it will have them become tame towards ye (or some godforsaken player that be closest t' th' creature) if they accept th' item.\n\nBilge-suckin' creatures be harder t' tame and will sometimes reject ye as its owner even when offerin' items. This chance be based on yer animal tamin' skill."],
			"restingSleeping": ["Restin' and Sleepin'", "Tips on how t' get th' best regenerative effects while restin' and sleepin'.", "Learnin' th' differences between restin' and sleepin' and additional bonuses that can be applied.", "Restin' and sleepin' be different actions and have their own set o' pros and cons.\n\n{_Restin'_}\n1. Ye be able t' cancel out o' restin'.\n2. Reduces hunger and thirst rate, but not as much as sleepin'.\n3. Increases stamina and health regeneration, but not as much as sleepin'.\n4. Ye cannot rest while yer stamina be full. Rest will automatically be cancelled once yer stamina be full.\n5. Fire sources have no impact on regeneration or rest length.\n\n{_Sleepin'_}\n1. Ye cannot cancel out o' sleepin', potentially leadin' t' oversleepin' or other dangers.\n2. Reduces hunger and thirst rate more so than restin'.\n3. Increases stamina and health regeneration more so than restin'.\n4. Ye can sleep indefinitely regardless o' stamina value.\n5. Fire sources (lit campfires, lit furnaces, coolin' lava, etc.) will produce better stamina and health regeneration as well as increase th' amount o' turns ye can sleep in one {(Menu.HelpArticle.Actions):action}.\n\n{_Items & Doodads_}\nBy usin' a beddin' item or {(Menu.HelpArticle.Doodads):doodad} (like a placed bedroll) ye will receive better stamina and health regeneration. Restin' or sleepin' on th' ground will produce th' worst regenerative effects. A message will appear warnin' ye o' this effect.\n\n{_Creatures_}\nYe will not be able t' rest or sleep effectively while untamed creatures be nearby. If they be breakin' doodads (like doors and walls) within a radius o' up t' 5 tiles away, ye may wake up. If they be up t' 3 tiles away, ye may also wake up from hearin' them stirrin'.\n\n{_Terrain_}\nRestin' or sleepin' on certain terrain will decrease th' maximum amount o' turns ye can rest or sleep in one action. This includes terrain like water, snow, etc. A message will appear warnin' ye o' this effect.\n\n{_Campin'_}\nTh' higher yer campin' skill, th' higher th' maximum amount o' turns ye can rest or sleep in one action.\n\n{_Darkness_}\nDarkness in th' form o' nighttime or caves will increase th' amount o' turns ye can rest or sleep in one action.\n\n{_Multiplayer & Real-time_}\nRestin' and sleepin' work differently when playin' a multiplayer game or settin' th' mode t' \"real-time\" turns, in that performin' th' rest/sleep actions will no longer progress time (or pass turns). Its use be shifted towards a regenerative role exclusively in these modes."],
			"overweight": ["Overweight", "Learn th' impacts o' bein' overweight.", "Understandin' bein' encumbered and overburdened.", "If ye be carryin' too much weight, ye will be \"Encumbered\". Th' first level o' encumbrance will slow down yer movement and reduce {(Menu.HelpArticle.Stats):stamina regeneration}. If it progresses t' th' second level, \"Overburdened\", ye will take damage as ye move. \n\nYe can drop items from yer duffle with {BINDINGS:GameItemDrop}, {BINDINGS:GameItemDropAll} (to drop all o' one type o' item), ye can use th' {(Menu.HelpArticle.Actions):\"Drop\" action on th' item}, or ye can drag and drop them on t' th' game screen."],
			"merchants": ["Merchants", "Learn how t' trade and interact with wanderin' merchants.", "Interactin' with non-playable characters.", "Ye can drag items into th' wanderin' merchant's duffle t' receive barter credit. Alternatively, ye can also use th' item's menu t' trade as well. Ye can use this barter credit t' trade fer other items that ye wish t' receive in return. Ye can come back at some godforsaken time t' trade with th' merchant, but be careful, they may \"wander\" away fer good eventually.\n\nYer barterin' skill influences th' amount o' barter credit received when tradin' items; however, merchants will always trade items back at a higher value.\n\nIf ye do not wish t' trade with th' merchant, ye can also choose t' instigate an attack towards th' wanderer usin' th' {(Menu.HelpArticle.Actions):\"Attack\" option in th' action menu}. But, be careful; they won't take kindly t' such hostile actions."],
			"gardening": ["Gardenin'", "Learn about th' cycles o' growth fer plant-life and tips on gardenin'.", "Tips on gardenin' and information on growth cycles.", "Th' full plant life cycle be represented within Wayward. In order, these be: germinatin', seedlin', vegetative, buddin', flowerin', ripenin', and dead. Fungus follows th' same steps, but be named: germinatin', spreadin', formin', youn', fruitin', and full. Each o' these stages provide different {(Menu.HelpArticle.ResourceGathering):resources when choppin', gatherin', or harvesting}.\n\nTh' {(Menu.HelpArticle.ItemQualities):quality} o' terrain will increase th' speed at which plants and mushrooms will grow.\n\nFertile soil promotes th' spread and propagation properties o' all plants and mushrooms. By combinin' compost (made with two compostable items), bone meal (through th' grindin' o' bones), and ash, ye can craft fertilizer. Combine it with soil (produced when diggin' dirt) t' create fertile soil. Fertile soil can be placed down, tilled, then used as th' target fer plantin' seeds and mushrooms. Usin' fertile soil will increase th' speed at which plants and mushrooms grow on top o' th' bonus provided by its quality.\n\nAdditionally, ye can attempt t' water plants (by usin' th' \"Pour\" action on water containers) which will give a one-time growth bonus. Waterin' plants will also heal them if they become damaged through harvestin', tramplin', or other means."],
			"gameModes": ["Game Modes & Difficulty", "Explorin' th' different ways t' play Wayward and modifyin' th' difficulty.", "Explanation o' th' different game and turn modes and difficulty in Wayward.", "{# Game Modes}\n\n{_Hardcore_}\n\n{#--TEXT-SECONDARY:Difficulty:} Medium t' High\n\nTh' default and definitive way t' play. \n- Death be permanent. \n- {(Menu.HelpArticle.Reputation):Reputation} can be altered via in-game actions t' dynamically modify th' game's difficulty.\n\n\n{_Casual_}\n\n{#--TEXT-SECONDARY:Difficulty:} Low\n\n- Dyin' will respawn ye in th' last place ye rested or slept, with yer items dropped at th' location o' yer demise. \n- Most creatures be neutral/peaceful unless attacked. \n- Reputation will still impact creature spawn types and frequency, but ye can engage with them at yer choosin'. \n- {(Menu.HelpArticle.Milestones):Milestones} be disabled in this mode.\n\n\n{_Challenge_}\n\n{#--TEXT-SECONDARY:Difficulty:} High\n\n- Randomized difficulty modifiers and a unique set o' quests, intended fer quick play sessions. \n- Savin' be disabled in this mode. \n- Choose th' \"Daily\" option t' compete with others or yerself fer highscores. \n- Due t' th' modifiers and set o' quests that must be performed difficulty in this mode will always be high regardless o' reputation.\n- Score be gained by raisin' stats and skills as per normal, but also when completin' quests. Score decays as turns pass, so it's best t' complete quests and th' challege as smartly as possible.\n- Only \"Challenge Mode\" {(Menu.HelpArticle.Milestones):milestones} be obtainable in this mode.\n\n\n{_Custom_}\n\n- Allows ye t' customize yer game t' yer likin', choosin' from a large set o' difficulty modifiers.\n- Some o' th' customizable aspects be features o' th' above modes (peaceful creatures, respawnin', etc.).\n- {(Menu.HelpArticle.Milestones):Milestones} be disabled in this mode.\n\n\n{#--TEXT-SECONDARY:{/Whether in Challenge Mode or Custom Mode, ye can see which modifiers be enabled with th' pause menu ({BINDINGS:GamePause})/}}\n\n\n{# Turn Modes}\nDependin' on if ye be playin' a single player or multiplayer game, ye can choose from th' followin' turn modes:\n\n\n{_Manual Turns_}\n\n{#--TEXT-SECONDARY:Difficulty:} Low\n\nTurns only pass as players perform actions (also known as \"turn-based\"). This mode be only available in single player mode.\n\n\n{_Simulated Turns_}\n\n{#--TEXT-SECONDARY:Difficulty:} Medium\n\nTurns happen automatically as lon' as player(s) be performin' actions. This mode be only available in multiplayer mode.\n\n\n{_Real-time Turns_}\n\n{#--TEXT-SECONDARY:Difficulty:} High\n\nTurns happen automatically as time passes. Ye can modify th' time between turns with th' \"Tick Time\" settin'.\n\n\n{#--TEXT-SECONDARY:{/Turn modes and other settings can be modified at some godforsaken time within th' \"Modes\" menu ({BINDINGS:GamePause})/}}"],
			"multiplayer": ["Multiplayer", "Information on th' multiplayer system in Wayward.", "Survival be easier with company!", "Multiplayer in Wayward be enabled fer up t' 32 players. Multiplayer works on a simulated real-time mode whar each turn happens on a fixed interval. \"Casual\" and \"Hardcore\" modes work a bit differently than in single player. Casual mode allows players t' respawn as per normal, but in hardcore mode, when ye die ye will continue t' play in dredgie form, allowin' ye t' spectate but not interact normally. Multiplayer also allows fer a special PVP flag t' be set t' allow players t' hurt and kill other players. Multiplayer options can be set in th' multiplayer menu via th' pause menu accessed with {BINDINGS:GamePause}.\n\nCreature spawn rates, creature difficulty, and {(Menu.HelpArticle.Reputation):reputation} be all based on how many connected players thar be and will scale and average based on each individual player.\n\n{# Commands}\nYe can use several special commands while playin' multiplayer. T' see a list o' all possible commands, type \"/commands\" in th' chat bar and hit enter. Th' followin' commands be also available fer use:\n\n{#--TEXT-SECONDARY:/players}  Shows a list o' all connected players.\n{#--TEXT-SECONDARY:/ping}  Shows yer latency t' th' host player.\n{#--TEXT-SECONDARY:/kick}  Allows th' host t' kick a player.\n{#--TEXT-SECONDARY:/banned}  Shows a list o' all banned players.\n{#--TEXT-SECONDARY:/ban}  Allows th' host t' ban a player.\n{#--TEXT-SECONDARY:/unban}  Allows th' host t' unban a player."],
			"bugs": ["Bugs and Errors", "Did ye get an error? Please report it!", "Learn how t' report bugs and debug Wayward.", "Please report all th' issues ye spot! While we try t' ensure Wayward be very stable, some things fall through th' cracks. Wayward be still in beta status and our development team be very small. Therefore, without players reportin' issues, they may stay unresolved. If ye do report yer bugs, we cannot express just how much we appreciate them! \n\nWith that bein' said, {(https://steamcommunity.com/sharedfiles/filedetails/?id=798938225):here be a guide on how t' report and debug issues ye have with Wayward}.\n\nReport bugs and issues at:\n1. {(https://steamcommunity.com/app/379210/discussions/1/):Steam Discussions Bug Reports forum} OR\n2. {(https://discord.gg/wayward):Discord}"]
		},
		"input": {
			"mouse0": "Port Click",
			"mouse2": "Starboard Click",
			"scrollDown": "Scroll South",
			"scrollUp": "Scroll North",
			"altLeft": "Port Alt",
			"altRight": "Starboard Alt",
			"arrowDown": "South",
			"arrowLeft": "West",
			"arrowRight": "East",
			"arrowUp": "North",
			"bracketRight": "]",
			"controlLeft": "Port Ctrl",
			"controlRight": "Starboard Ctrl",
			"metaLeft": "Port OS",
			"metaRight": "Starboard OS",
			"pageDown": "Page South",
			"pageUp": "Page North",
			"shiftLeft": "Port Shift",
			"shiftRight": "Starboard Shift"
		},
		"interruptChoice": {
			"openSaveFolderAndQuit": "Open Save Folder and Abort",
			"quit": "Abort",
			"saveAndQuit": "Save & Abort"
		},
		"islandName": {
			"adjectiveIsland": "{%th' ::::}{0} {%island:isle:shores:cliffs:islands:isles:coasts:cove:cays:archipelago:lands:wilds}",
			"islandOfNoun": "{%th' ::}{%island:isle:shores:cliffs:islands:isles:coasts:cove:land:cay:cays:archipelago:lands:wilds} o' {0}",
			"genericDescriptor": ["{%forgotten:gods':ancients':hidden:whisperin':untouched:shattered:timeless:new:adventurer's:untamed:wild}",
				"{%th' lost:th' forgotten:th' gods:th' ancients:secrets:whispers:questions:mystery:untold tales:adventure:discovery}"
			]
		},
		"islandNameBiomeDescriptor": {
			"coastal": ["{%weedy:coastal:breezy:summer:green:forested}",
				"{%green:summer:weeds:th' breeze:coasts:th' forest}"
			],
			"iceCap": ["{%ice cap:frozen:frigid:glacial:shiverin':white}",
				"{%glaciers:shivers:frost:ice:white}"
			],
			"arid": ["{%arid:sandy:sunbaked:scorched:mirage:sun's}",
				"{%sand:sands:desert:scorched earth:heat:th' sun}"
			],
			"volcanic": ["{%volcanic:ashen:hellfire:smoky:devil's:death's}",
				"{%hellfire:ash:smoke:fire:th' devil:death}"
			]
		},
		"item": {
			"copal": ["copal", "Hardened tree resin. Can be melted after grindin' t' reinforce items."],
			"animalSkull": ["animal skull", "A large hollowed-out, bleached animal skull, suitable fer craftin' into a provisional helmet."],
			"stoneArrow": ["stone arrow", "A projectile t' be fired from a bow, crafted with an arrowhead and feather t' control flight."],
			"stoneArrowhead": ["stone arrowhead", "Crafted from stone and t' be used in th' craftin' o' arrows. Could also be used as a carvin' implement."],
			"pileOfAsh": ["pile o' ash", "Th' powdery remains o' burned matter."],
			"barkLeggings": ["bark leggings", "Rudimentary leg armor, crafted from stron' tree bark and secured with strin'."],
			"barkShield": ["bark shield", "A makeshift shield, used t' block incomin' attacks, made with tree bark and wrapped with strin'."],
			"barkTunic": ["bark tunic", "Tree bark chest armor bound together with strin'."],
			"bone": ["bone", "A heavy, sun-bleached animal bone, suitable fer rudimentary combat, gatherin', or craftin' into more useful items."],
			"branch": ["branch", "A typical tree branch, useful fer a variety o' crafts or stokin' a fire."],
			"cactusSpines": ["cactus spines", "Thin, lon' spikes, suitable fer craftin' into makeshift needles."],
			"cobblestoneFlooring": ["cobblestone floorin'", "Primitive floorin' created by placin' stones in an organized pattern, fillin' some godforsaken gaps."],
			"cookedMeat": ["cooked meat", "Adequately heated meat, safe and ready fer consumption."],
			"earthworm": ["earthworm", "A live wrigglin' worm, effective fer bait or eatin' on its own."],
			"fertilizer": ["fertilizer", "A rich mixture o' organic chemical compounds, suitable fer combinin' with soil t' create fertile soil."],
			"waterskinOfSeawater": ["waterskin o' seawater", "A waterskin full o' seawater, not suitable fer drinkin' without desalination."],
			"firePlough": ["fire plough", "A fire makin' device which uses a stick and groove method t' create heat through friction."],
			"beggartickSeeds": ["beggartick seeds", "Dried beggartick seeds which can be planted t' grow flowers."],
			"fossil": ["fossil", "A carbonized fossil o' a species lon' since extinct."],
			"goldCoins": ["dubloons", "Shiny, coins casted from pure gold, from a lost civilization unknown t' ye."],
			"goldenRing": ["golden rin'", "A golden rin', most likely used as a sign o' wealth and power."],
			"goldSword": ["gold sword", "An ornate, but soft sword, forged from solid gold. Not suitable fer combat due t' its softness."],
			"grassSeeds": ["grass seeds", "Small dried grass seeds. Can be planted t' grow grass."],
			"ironOre": ["iron ore", "Unprocessed, raw iron ore. Can be smelted into ingots usin' a cast or worked with in a wrought iron form."],
			"woodenDowels": ["wooden dowels", "A gatherin' o' small wooden pegs. Used as hinges in woodworkin' or as kindlin' in firemakin'."],
			"largeRock": ["large rock", "A rather large rock, handy fer craftin' many tools and devices."],
			"leafBedroll": ["leaf bedroll", "A provisional bed with poor insulation and scratchy half-dried leaves, used fer sleepin' or restin'."],
			"leaves": ["leaves", "A handful o' foliage used as compost, t' stoke a fire, or as tinder when dried."],
			"limestone": ["limestone", "A mineral-rich rock that can be ground into a powder. Useful fer metal and glass production."],
			"log": ["log", "A sturdy piece o' wood, useful fer construction or as a fuel fer a fire."],
			"stoneMortarAndPestle": ["stone mortar and pestle", "Used fer grindin' and crushin', made from smooth stones."],
			"buttonMushrooms": ["button mushrooms", "Lon' lastin' common white mushrooms. They appear safe t' consume."],
			"nopal": ["nopal", "A de-spined cactus pad, filled with refreshin' liquid and nutrition."],
			"peat": ["peat", "A dried mass o' sponge-like plants, great fer fire fuel and compostin'."],
			"sandstone": ["holystone", "A soft, malleable rock, useful fer construction and tool makin'."],
			"pileOfGravel": ["pile o' gravel", "A large pile o' damp stone and sand."],
			"pileOfBeachSand": ["pile o' beach sand", "A large pile o' fine beach sand, useful fer makin' glass when refined."],
			"woodenArrow": ["wooden arrow", "A provisional wooden projectile t' be fired from a bow. Crafted with a feather t' control flight."],
			"stoneAxe": ["stone axe", "A simple stone axe used fer choppin' wood or as a carvin' implement."],
			"bandage": ["bandage", "A tattered piece o' fabric, used t' staunch wounds and prevent infection."],
			"wovenFabric": ["woven fabric", "A makeshift piece o' fibrous tissue, woven together into fabric."],
			"cactusNeedle": ["cactus needle", "A needle from a cactus plant, useful in craftin' smaller, more intricate items."],
			"stoneShovel": ["stone shovel", "A diggin' tool made o' stone, used t' collect different materials from th' ground or t' route water."],
			"woodenSpear": ["wooden spear", "A makeshift, easy t' craft huntin' weapon. Makes fer an ideal ranged weapon."],
			"suture": ["suture", "A sharp needle tool with an attached thin strin', used t' sew and close gapin' wounds."],
			"raft": ["raft", "A small, simple boat; a smarter alternative t' swimmin'. Effective fer traversin' large expanses o' water."],
			"rawMeat": ["raw meat", "A raw, bloody chunk o' meat. Cookin' be recommended before consumption."],
			"flyAmanita": ["fly amanita", "An odd lookin', and even odder smellin' red spotted mushroom."],
			"rope": ["rope", "A thick, twisted batch o' strings, useful fer heavy-duty bindin'."],
			"mapleSeeds": ["maple seeds", "Small, winged seeds that seemingly dance and twirl in th' air as they fall from a maple tree."],
			"badderlocks": ["badderlocks", "A stringy wet mass o' seaweed. Can be used as cordage or eatin' in desperation."],
			"sharpGlass": ["sharp glass", "A semi-opaque shard o' glass, formed after meltin' sand down."],
			"sharpRock": ["sharp rock", "A sharpened rock, useful fer craftin', tool makin', and carvin' when required."],
			"smoothRock": ["smooth rock", "A round, smoothed rock, useful fer many crafts."],
			"soil": ["soil", "A pile o' moist dirt. Th' heavy smell o' earth permeates yer nostrils when holdin' it."],
			"stoneSpear": ["stone spear", "A huntin' weapon crafted with a stone head, suitable as a throwin' weapon."],
			"stones": ["stones", "A mass o' small rocks. Can be used fer throwin' or craftin'."],
			"stoneWall": ["stone wall", "A series o' interlaced stones and rocks, shaped into a vertical wall structure. Can be built t' keep enemies out."],
			"string": ["strin'", "Woven fabric; th' cornerstone o' all craftin' materials, mainly used fer bindin'."],
			"strippedBark": ["stripped bark", "A stron', fibrous shavin' from a branch, useful as cordage."],
			"tannedLeather": ["tanned leather", "A durable, treated piece o' leather. Used in craftin' armor and other tools."],
			"tannin": ["tannin", "A natural treatin' agent. T' be applied on hides t' create tanned leather."],
			"milkThistleSeeds": ["milk thistle seeds", "Small hard seeds, used fer growin' milk thistle plants."],
			"treeBark": ["tree bark", "A tough, dense chunk o' bark, broken off from a tree. Can be used fer kindlin' or strippin' into cordage."],
			"clematisVine": ["clematis vine", "A lon', windin' clematis vine, suitable as cordage."],
			"twigs": ["twigs", "A small pile o' sticks and tree limbs. Mostly used fer kindlin'."],
			"woodenPole": ["wooden pole", "A lon' piece o' wood, carved and shaved down into a smooth rod from a branch or log."],
			"bow": ["bow", "A bent wooden pole with a shorter strin' tied t' both ends. Th' tension o' th' strin' be used t' fire arrows."],
			"bowDrill": ["bow drill", "An advanced fire startin' device. Uses th' strin' on a bow t' rotate into th' wood, reducin' much effort."],
			"fishingNet": ["fishin' net", "A checkered weave o' strin' with weights on each corner, used t' trap and catch fish."],
			"rawCod": ["raw cod", "Slimy t' th' touch, but healthy and delicious t' eat. Can be cooked fer a better meal."],
			"cookedCod": ["cooked cod", "A seared, well-cooked cod, ready t' consume and enjoy."],
			"stoneCampfire": ["stone campfire", "A groupin' o' rocks shaped into a rin' t' contain a fire."],
			"pileOfSnow": ["pile o' snow", "A meltin' snow pile. Useful t' drink in desperate need, but be smart!"],
			"barkTorch": ["bark torch", "A torch wrapped and bound by stripped tree bark, providin' natural oils t' increase th' life o' th' torch."],
			"litBarkTorch": ["lit bark torch", "Provides light t' yer surroundings when equipped and can also be used t' start other fires."],
			"handDrill": ["hand drill", "A rudimentary fire makin' tool which uses a stick and another piece o' wood. Both hands be used t' twist th' stick against wood, makin' friction t' create an ember fer th' fire."],
			"smallBag": ["small bag", "A leather pouch used fer holdin' a few items, carried at yer waist, reducin' encumbrance."],
			"shale": ["shale", "A brittle but sharp carvin' implement."],
			"sharpenedBone": ["sharpened bone", "A sharp bone, useful fer carvin' other objects."],
			"grindstone": ["grindstone", "A coarse rock useful fer sandin', sharpenin', and repairin' other items."],
			"rawFishSteak": ["raw fish steak", "A raw piece o' fish, cut into a fillet. Good t' eat as is, but be tastier cooked."],
			"cookedFishSteak": ["cooked fish steak", "A cooked fish fillet, seared on th' outside and delicious."],
			"waterskinOfDesalinatedWater": ["waterskin o' desalinated water", "A waterskin full o' freshly desalinated seawater."],
			"bullBoat": ["bull boat", "A boat made with leather and framed with curved wooden poles. Used t' traverse water and travel t' new locations."],
			"refinedSand": ["refined sand", "A finely ground sand, useful in makin' glass."],
			"spyglass": ["spyglass", "An improvised, short-range telescope, which can be used t' see slightly further away in some godforsaken direction when equipped."],
			"retort": ["retort", "A glass container which can be heated fer desalination, a process used t' make seawater drinkable."],
			"rawClay": ["raw clay", "A soft, formable mud. Suitable fer buildin' materials, tool-makin', and more."],
			"rawClayBlowpipe": ["raw clay blowpipe", "An unfired clay blowpipe used in glassblowin'. Unusable until it has been fired."],
			"clayBlowpipe": ["clay blowpipe", "A sturdy blowpipe used fer glassblowin'."],
			"leatherBelt": ["leather belt", "Made from tanned animal hide, cut, wrapped, and stitched together t' tie aroun' th' waist."],
			"leatherTunic": ["leather tunic", "A leather garment which provides protection fer th' torso."],
			"leatherCap": ["leather cap", "A hat made o' leather, double layered fer extra sturdiness."],
			"leatherGorget": ["leather gorget", "A circlet o' leather, bound in two, stitched together and used as neck protection."],
			"leatherPants": ["leather pants", "Basic leather leggings with just enough paddin' t' provide some leg protection."],
			"stoneFurnace": ["stone furnace", "An enclosed structure made o' stone, which traps in th' heat t' keep a lon'-lastin', high-temperature fire."],
			"sandstoneKiln": ["holystone kiln", "Similar t' a furnace, but constructed with holystone and in a way that allows fer proper heat distribution fer craftin' glass and clay items."],
			"ironTongs": ["iron tongs", "Durable iron tongs used t' grab hot items, protectin' yer hands from damage."],
			"talcumPowder": ["talcum powder", "Chalky and abundantly absorbent t' th' touch. An agent required fer castin' o' advanced metals."],
			"woodenSandCastFlask": ["wooden sand cast flask", "A mold fer castin' metal into some godforsaken shape, made with green sand and placed into a carved-out log."],
			"lens": ["lens", "Glass formed into a partially convex shape. It allows focusin' sunlight into a single location, creatin' enough heat fer a fire."],
			"plantRoots": ["plant roots", "A tangled mess o' roots, with earth still hangin' from th' tips."],
			"lockpick": ["lockpick", "An improvised needle and pron' that should be stron' enough t' pick a lock or two."],
			"pineapple": ["pineapple", "A juicy, ripe pineapple, loaded with vitamins and thirst-quenchin' attributes."],
			"tatteredMap": ["{COMPLETED?completed }{INDECIPHERABLE?indecipherable }tattered map", "An old torn map covered with drawings and scribbles, a bit hard t' make sense o' on first glance."],
			"coal": ["coal", "A black and brittle mineral, stainin' anythin' it touches, but useful as fuel."],
			"wroughtIron": ["wrought iron", "A heavily oxidized and unpurified form o' iron, used in th' forgin' o' brittle tools, weapons, and armor."],
			"limestonePowder": ["limestone powder", "A white, mineral-dense powder used in glass temperin' and th' purifyin' o' metals."],
			"ironIngot": ["iron ingot", "A solid brick o' iron, ready t' be formed or melted and cast in many ways."],
			"backpack": ["backpack", "Crafted with leather, it's suitable fer holdin' many items on yer back, reducin' overall weight."],
			"rottenMeat": ["rotten meat", "Acrid decomposin' animal tissue. Ye would not want t' eat this, but can be used in compost."],
			"stoneHammer": ["stone hammer", "A rudimentary stone hammer, braced on th' end o' a pole with strin'. Used fer gatherin' and repairin'."],
			"rawChicken": ["raw cackle", "A small, plump and de-feathered cackle carcass, ready fer cookin'."],
			"cookedChicken": ["cooked cackle", "A well-cooked cackle, ready t' consume and sure t' satisfy."],
			"stoneAnvil": ["stone anvil", "A solid stone anvil. Used in th' production o' metal armor, weapons, and tools."],
			"woodenChest": ["wooden chest", "A large wooden container that can fit many items while placed on th' ground. Foods will decay slower within it."],
			"ironSword": ["iron sword", "A stron', sharp blade designed fer thrustin' and slashin'."],
			"ironBreastplate": ["iron breastplate", "Durable, armor worn over th' torso. One could take a serious beatin' while wearin' this."],
			"ironBoots": ["iron boots", "Heavy iron plated boots, shieldin' yer feet from damage."],
			"ironHelmet": ["iron helmet", "Iron plated headgear designed t' withstand heavy blows."],
			"ironGorget": ["iron gorget", "A round metal brace worn aroun' th' neck and over th' shoulders."],
			"ironCuisses": ["iron cuisses", "Iron leggings; t' be strapped on t' th' thighs and function as leg protection."],
			"ironGauntlets": ["iron gauntlets", "Iron gloves designed t' be protective and durable, while maintainin' as much flexibility as possible."],
			"ironHeater": ["iron heater", "A large and heavy iron shield, used fer blockin' projectiles or melee attacks."],
			"sandstoneWall": ["holystone wall", "A constructed wall built from mined holystone."],
			"sandstoneFlooring": ["holystone floorin'", "A group o' holystone bricks, placed in a grid t' be used as floorin'."],
			"spiderSilk": ["spider silk", "A delicate but stron' strand o' silk, produced by a spider. Can be used as cordage."],
			"animalFat": ["animal fat", "A gelatinous shavin' o' animal fat, slimy t' th' touch. Useful as a rendered fuel."],
			"tallowTorch": ["tallow torch", "A torch; wrapped in rendered animal fat, producin' a lon'-lastin' light source."],
			"clayFlakes": ["clay flakes", "Dried shavings o' clay. Created by shavin' clay and dryin' over a period o' time."],
			"greenSand": ["green sand", "A form o' malleable sand made with clay, used t' make molds fer metal castin'."],
			"oldInstructionalScroll": ["{0?{0}:old} instructional scroll",
				"A tattered sheet o' paper with some roughly scribbled instructions and diagrams."
			],
			"slimeGelatin": ["slime gelatin", "A lump o' slime gelatin which jiggles upon yer touch. Can be used t' preserve food, or melted down and used as glue."],
			"slimeGlue": ["slime glue", "A glue consistin' o' boiled slime gelatin that can be used t' bind and reinforce items."],
			"cookedSpiderMeat": ["cooked spider meat", "Crispy spider meat. Not th' best texture or flavor, but contains th' more edible portions o' th' deceased arachnid."],
			"spiderMeat": ["spider meat", "A spider's fleshy innards. It's hard t' stomach, even when cooked. Try not t' think about what you're eatin'."],
			"ironLockpick": ["iron lockpick", "A pair o' iron picks and wrenches, durable enough t' pick th' most adept o' locks."],
			"rottingVegetation": ["rottin' vegetation", "A stinkin' mash o' organic plant matter, now usable as compost. Unless ye want t' risk eatin' it."],
			"chives": ["chives", "A stron' smellin' and tastin' plant, packed with nutrients and vitamins."],
			"ironHammer": ["iron hammer", "A stron' hammer with an iron head, perfect fer shapin' and repairin' items."],
			"ironSpear": ["iron spear", "A polearm with a stron' pointed tip forged from iron."],
			"ironShovel": ["iron shovel", "A heavy iron diggin' implement, liftin' and breakin' through even th' toughest gravels and soils."],
			"ironDoubleAxe": ["iron double axe", "An axe with a forged, double sided head, ideal fer both combat and choppin' trees."],
			"ironPickaxe": ["iron pickaxe", "A robust minin' implement, with a blade forged from iron."],
			"inkstick": ["inkstick", "A hardened brick o' ink, used fer drawin' and paintin'."],
			"coconut": ["coconut", "A fibrous and heavy fruit. Difficult t' consume, but packed with plenty o' caloric-dense coconut meat and milk."],
			"palmLeaf": ["palm leaf", "A large leaf from a palm tree. Th' stron' inner fibers o' th' leaf be perfect as cordage."],
			"offal": ["offal", "A mound o' organs, tissue, and other undesirable portions o' an unlucky animal."],
			"boneFragments": ["bone fragments", "A bundle o' bones from a small vertebrate. Some cracked, others shattered. Th' pieces be quite sharp."],
			"litPoleTorch": ["lit pole torch", "A wooden pole that has been lit on fire. Not suitable fer lon' journeys in th' darkness."],
			"cottonBoll": ["cotton boll", "A boll o' cotton, a protective casin' that contains th' seeds and fluffy cotton, ready t' be separated."],
			"cottonSeeds": ["cotton seeds", "De-fluffed and cleaned cotton seeds, ready t' plant."],
			"cottonFabric": ["cotton fabric", "A soft piece o' cloth spun from cotton."],
			"tourniquet": ["tourniquet", "A hard stud twisted together with a strin'. Used t' twist aroun' a bleedin' wound t' stem th' flow o' blood."],
			"wroughtIronPickaxe": ["wrought iron pickaxe", "A dual-headed minin' implement. One head be heavy and blunt, th' other, spiked t' cut through rock with ease."],
			"wroughtIronDoubleAxe": ["wrought iron double axe", "A dual-bladed axe which can provide enough slashin' damage fer both combat and gatherin'."],
			"wroughtIronShovel": ["wrought iron shovel", "A shovel with an angled, pointed head, useful fer diggin' and water routin'."],
			"wroughtIronHammer": ["wrought iron hammer", "A large mallet crafted from wrought iron. Useful fer repairin' and sometimes minin'."],
			"wroughtIronLockpick": ["wrought iron lockpick", "A set o' picks and wrenches made from wrought iron, used fer pickin' and unlockin' locked devices."],
			"wroughtIronShield": ["wrought iron shield", "A sturdy wrought iron shield, made by bendin' large sheets o' metal into shape."],
			"wroughtIronGauntlets": ["wrought iron gauntlets", "Intricate and sturdy, these wrought iron gloves fit snugly on yer hands."],
			"wroughtIronCuisses": ["wrought iron cuisses", "Wrought iron leggings, strapped and padded aroun' th' thighs t' reduce most damage."],
			"wroughtIronGorget": ["wrought iron gorget", "A molded piece o' metal, used t' protect th' area aroun' th' neck and shoulders."],
			"wroughtIronHelmet": ["wrought iron helmet", "Usin' a barbute design, this iron helmet shields th' head from most kinds o' attacks."],
			"wroughtIronBoots": ["wrought iron boots", "Wrought iron footwear. Heavy and made specifically fer protectin' feet and lower legs."],
			"wroughtIronBreastplate": ["wrought iron breastplate", "A large wrought iron chest plate, worn over th' torso."],
			"wroughtIronSword": ["wrought iron sword", "A lon', sharpened blade fitted into a solid hilt and forged from wrought iron. A good, stron' weapon."],
			"woodenWall": ["wooden wall", "A sturdy set o' bound logs, formin' a protective wall that can be placed."],
			"woodenFlooring": ["wooden floorin'", "Wooden floor boards; planed t' equal height and length."],
			"woodenDoor": ["wooden door", "A door crafted from lon' wooden planks with large wooden hinges. Can be opened and closed when built."],
			"fishingRod": ["fishin' rod", "A flexible, smooth wooden rod with a strin' line and sharpened hook. Used fer fly fishin'."],
			"pileOfCompost": ["pile o' compost", "A mix o' decayin' organic matter, full o' chemical nutrients and great fer growin' plants when combined with other fertilizer components."],
			"meltedCopal": ["melted copal", "Heated copal resin; used t' create a hardened bind when cooled on t' another item."],
			"woodenShavings": ["wooden shavings", "A dry bunch o' wooden shavings, used t' ignite kindlin' when startin' a fire."],
			"deadfall": ["deadfall", "A large, flat rock, propped up with a stick. Once set, anythin' that triggers it will be crushed or injured from th' fallin' rock."],
			"snare": ["snare", "A short pole pushed into th' ground with a strin' attached. Designed t' ensnare creatures in its slipknot."],
			"waterskinOfMedicinalWater": ["waterskin o' medicinal water", "A soothin' mixture o' plants and roots. Used t' heal poisons and illnesses."],
			"charcoalBandage": ["charcoal bandage", "A cloth bandage, coated in charcoal and used fer its natural antiseptic and anticoagulant properties."],
			"woodenTongs": ["wooden tongs", "A pair o' simple wood tongs, used t' loot hot objects without injury."],
			"wroughtIronTongs": ["wrought iron tongs", "A pair o' tongs, forged from wrought iron. Used t' lift hot objects without injury."],
			"sheetOfGlass": ["sheet o' glass", "A cloudy tempered piece o' glass. Practical fer many optical tools and other simple devices used t' harness th' sun."],
			"solarStill": ["solar still", "A still that collects condensation and filters it into a hole beneath th' glass, desalinatin' th' water and drainin' it into a container."],
			"stoneWaterStill": ["stone water still", "A hollowed-out rock with a stone lid. It's used t' desalinate water by boilin' it and then collectin' th' steam into a separate container."],
			"sundial": ["sundial", "A stone timepiece that uses th' location o' th' sun or moon t' show th' approximate time o' day or night."],
			"litTallowTorch": ["lit tallow torch", "A bright burnin', pleasant smellin' torch. Made with a pole and lon' lastin', rendered animal fat."],
			"sinew": ["sinew", "Stron' and flexible animal tissue. Commonly used fer makin' bows or as simple cordage."],
			"shortBow": ["short bow", "A bow designed fer powerful shots at close range."],
			"longBow": ["lon' bow", "Nearly as tall as th' average person, this bow be designed fer maximum range."],
			"compositeBow": ["composite bow", "An expertly crafted bow, designed fer both velocity and force."],
			"waterskinOfPurifiedFreshWater": ["waterskin o' purified fresh water", "A full waterskin o' fresh, safe-to-drink water."],
			"waterskinOfUnpurifiedFreshWater": ["waterskin o' unpurified fresh water", "Unpurified and possibly hazardous water. It be recommended ye purify th' water before drinkin'."],
			"glassBottle": ["glass bottle", "A transparent vessel with a cork fer containment. Used fer collectin' water."],
			"cork": ["cork", "A small cork plug. Crafted from rubbery tree bark; it can be used t' contain liquids in bottles and other containers."],
			"glassBottleOfSeawater": ["glass bottle o' seawater", "Filled t' th' top with seawater. While seawater be technically drinkable, it will not reduce yer thirst."],
			"glassBottleOfDesalinatedWater": ["glass bottle o' desalinated water", "A bottle filled with clear seawater that has been processed t' remove th' salt content."],
			"glassBottleOfMedicinalWater": ["glass bottle o' medicinal water", "A bottled concoction o' herbs and nutrients. Used t' cure thirst, poisons, and other ailments."],
			"glassBottleOfPurifiedFreshWater": ["glass bottle o' purified fresh water", "Potable, and safe t' hydrate yerself with. Th' water has been purified reducin' some godforsaken toxins and unsafe bacteria."],
			"glassBottleOfUnpurifiedFreshWater": ["glass bottle o' unpurified fresh water", "A bottle containin' water that be likely unfit t' drink. It will quench yer thirst, but may have negative side-effects until it's purified."],
			"wroughtIronArrow": ["wrought iron arrow", "An arrow with a wrought iron arrowhead. Th' shaft o' th' arrow be lon' and be fletched with feathers."],
			"ironArrow": ["iron arrow", "An arrow tipped with a high-quality iron arrowhead. Fletched with feathers t' stabilize flight and accuracy."],
			"stoneBullet": ["stone bullet", "A basic stone projectile fer slings and firearms. Smooth and more or less spherical in shape."],
			"wroughtIronBullet": ["wrought iron bullet", "A small ball o' wrought iron, used as ammunition fer slingshots or firearms."],
			"ironBullet": ["iron bullet", "A stron', forged iron bullet. Used as slin' or firearm ammunition."],
			"leatherQuiver": ["leather quiver", "A leather-bound, back-mounted container designed t' hold arrows; however, other items will also fit inside as well."],
			"ectoplasm": ["ectoplasm", "A ghostly, weightless fluff o' misty goo, strangely self-contained and smartly evaporatin'."],
			"magicalEssence": ["magical essence", "An odd transparent powder with organic and ethereal materials. This magical matter may be used on items t' affix magical properties on t' them."],
			"woodenFence": ["wooden fence", "A section o' wooden fencin', constructed from two logs and held together with horizontal beams."],
			"creatureIdol": ["creature idol", "A mass o' animal organs, crudely shaped into some kind o' figure. It smells awful and emits an odd hummin' noise, and appears t' attract creatures."],
			"cordedSling": ["corded slin'", "Several pieces o' strin', wrapped and bound with a slot made fer a projectile. Used t' swin' ammunition, increasin' throwin' range."],
			"leatherSling": ["leather slin'", "A slin' crafted from tanned leather. Designed t' hold a projectile t' be thrown at an increased velocity."],
			"wroughtIronArrowhead": ["wrought iron arrowhead", "Forged with wrought iron, this arrowhead be used t' craft an arrow. In dire need, it could also be used fer carvin'."],
			"ironArrowhead": ["iron arrowhead", "An expertly forged iron arrowhead, used t' create arrows. Alternatively, can be used t' carve if necessary."],
			"hammock": ["hammock", "A comfortable place t' sleep while hun' off th' ground, although not too sturdy. Crafted by bound strin' and rope."],
			"cottonBedroll": ["cotton bedroll", "A soft and downy sleepin' mattress, rolled up fer ease o' carryin'. Can be used t' sleep or rest very comfortably."],
			"featherBedroll": ["feather bedroll", "A bedroll made with soft feathers and wrapped in fabric. Used fer restin' and sleepin' in comfort."],
			"rawTaintedMeat": ["raw tainted meat", "A piece o' bad-smellin' meat, possibly diseased or tainted with parasites. Possible t' consume, but could be deadly."],
			"cookedTaintedMeat": ["cooked tainted meat", "A piece o' discolored meat, cooked t' kill possible toxins, but possibly still unsafe fer consumption."],
			"stoneKnife": ["stone knife", "A sharpened piece o' stone actin' as blade and socketed into a carved handle and wrapped with strin' fer support. Can be used as a weapon, gatherin' tool or t' carve."],
			"rawBlindfish": ["raw blindfish", "An odd-lookin' fish with no eyes. Very slimy t' th' touch."],
			"cookedBlindfish": ["cooked blindfish", "While th' source o' th' food be a bit suspect, after bein' cooked, it appears t' be more palatable."],
			"pemmican": ["pemmican", "A ball o' dried ground meat. With a lon' shelf life, this be th' ultimate survival food. Fer th' best benefits, prepare it with animal fat."],
			"cookedPemmican": ["cooked pemmican", "A seasoned mound o' dried ground meat, fried and cooked with fat fer maximum flavor and caloric content."],
			"sail": ["sail", "A large piece o' fabric, woven together t' be attached t' a mast. Used on a sailboat t' propel it alon' th' sea."],
			"sailboat": ["sailboat", "A large one-man boat. Used t' traverse large expanses o' water and fer travel back t' civilization."],
			"chickenEgg": ["cackle fruit", "A brown colored egg, laid by a cackle. Can be eaten as is, or cooked fer a tastier meal."],
			"boiledChickenEgg": ["boiled cackle fruit", "A moist, delicious boiled egg. Great tastin' and packed with protein."],
			"sheafOfHay": ["sheaf o' hay", "Lon' and almost sharp t' th' touch. These grass stalks be perfect fer strin' makin', animal feed, or tinder when dried."],
			"niter": ["niter", "A natural mineral, ground up t' be used as a preservative or fer other chemical applications."],
			"saltpeter": ["saltpeter", "A ground mineral, t' be used as a natural food preservative. If combined with other minerals, it can be combustible."],
			"blackPowder": ["black powder", "A highly combustible powder, made up o' a combination o' minerals."],
			"flintlockPistol": ["flintlock pistol", "A lon' range, high damage pistol. Requires black powder and bullets t' fire."],
			"giblets": ["giblets", "A batch o' cooked animal organs. Considerably repugnant, but nutritious and fillin'."],
			"explosiveTrap": ["explosive trap", "A mound o' leaves used t' conceal a volatile explosive powder. Steppin' on it will trigger a small explosion."],
			"skeletalMageWand": ["skeletal mage wand", "A mysterious, gnarled staff with a twinklin' red gemstone attached t' th' end."],
			"rawClayJug": ["raw clay jug", "A formed and sculpted jug molded from raw clay. Requires a cork and a kiln t' be fired and hardened."],
			"clayJug": ["clay jug", "A fully hardened clay jug with a cork. Used t' hold water."],
			"clayJugOfSeawater": ["clay jug o' seawater", "Unfiltered seawater, held in a clay jug. Unsuitable t' drink in its current form but could be desalinated."],
			"clayJugOfDesalinatedWater": ["clay jug o' desalinated water", "Potable, safe-to-drink water. Th' water in this clay jug has gone through th' desalination process."],
			"clayJugOfMedicinalWater": ["clay jug o' medicinal water", "A clay jug containin' medicinal water, used t' cure and soothe certain ailments while also replenishin' yer thirst."],
			"clayJugOfPurifiedFreshWater": ["clay jug o' purified fresh water", "A clay jug filled with fresh, purified water. Can be used t' quench yer thirst."],
			"clayJugOfUnpurifiedFreshWater": ["clay jug o' unpurified fresh water", "A clay jug full o' natural, fresh water. Although it be drinkable, further purification be recommended."],
			"rawClayBrick": ["raw clay brick", "A soft piece o' raw clay, molded into a rectangle. Ready t' be fired inside a kiln."],
			"clayBrick": ["clay brick", "A hardened clay brick, used in th' buildin' o' structures such as floors and walls."],
			"clayWall": ["clay wall", "A wall made from clay bricks, set into a typical skewed, grid-like fashion t' increase durability."],
			"clayFlooring": ["clay floorin'", "Floorin' crafted from clay bricks. Could be used as decoration or as part o' a buildin'."],
			"pineappleSeeds": ["pineapple seeds", "Small brown seeds that can be planted t' grow into pineapple plants."],
			"pricklyPearSeeds": ["prickly pear seeds", "These appear t' be prickly pear seeds. Can be planted t' grow cacti or eaten."],
			"clematisSeeds": ["clematis seeds", "Seeds t' grow clematis. Can be eaten if desperate, but they do not contain any significant nutrition."],
			"paperSheet": ["paper sheet", "A large piece o' paper. It appears t' contain many recycled fibers. Suitable fer drawin' on with ink."],
			"paperMold": ["paper mold", "A mold used fer makin' paper. Contains a screen that holds wet recycled fibers t' dry and press into flattened, usable paper."],
			"beggarticks": ["beggarticks", "Th' flower and stems o' beggarticks. Only useful in creatin' medicinal tonics, or ingestin' directly if food supply be low."],
			"milkThistleFlowers": ["milk thistle flowers", "Th' flowerin' bulbs o' a milk thistle plant. Filled with a bitter but nutritious milk."],
			"drawnMap": ["drawn map", "A paper sheet, scrawled with geographical landmarks and features. Used t' approximate a location when read."],
			"tatteredClothShirt": ["tattered cloth shirt", "A once fine piece o' clothin', now torn and tattered."],
			"tatteredClothTrousers": ["tattered cloth trousers", "Brown colored trousers, now reduced t' much shorter trousers from distress and wear."],
			"woodenGate": ["wooden gate", "A gate crafted from lon' wooden planks with small wooden hinges. Can be opened and closed when built."],
			"poisonIvyLeaves": ["poison ivy leaves", "Causes irritation t' th' touch; these leaves o' three do not belon' on yer person."],
			"poisonIvySeeds": ["poison ivy seeds", "Bright green, soft seeds, used t' plant t' grow into poison ivy."],
			"wroughtIronChest": ["wrought iron chest", "A spacious container built from wrought iron that can store many items. Foods will spoil slower inside o' it."],
			"ironChest": ["iron chest", "A large iron chest that be both roomy and sturdy. Foods contained within will decay at a slower rate."],
			"switchgrassSeeds": ["switchgrass seeds", "Lon' dried grass seeds. Can be planted t' grow a longer type o' grass."],
			"apple": ["apple", "A juicy, delicious red apple. Th' fruit contains seeds t' grow apple trees."],
			"spiderEggs": ["spider eggs", "Soft and squishy t' th' touch. These small silken eggs contain arachnid life inside."],
			"tailFeathers": ["tail feathers", "A fluffy clump o' white feathers, removed from an avian creature's backside."],
			"appleSeeds": ["apple seeds", "Still scented like th' apples they come from, these small brown seeds be used fer plantin' t' grow into apple trees."],
			"venomGland": ["venom gland", "Th' venom producin' gland o' a snake, still filled with some immobilizin' venom."],
			"ornateWoodenChest": ["ornate wooden chest", "A decorative wooden container gilded with symbols inlaid into th' wood."],
			"rollOfRedCarpet": ["roll o' red carpet", "A rolled-up piece o' red carpet, suitable fer makin' a comfortable livin' space or welcomin' important guests."],
			"ornateCape": ["ornate cape", "A red and gold stitched cape, which drapes th' back and fastens at th' neck. Worn as a status symbol."],
			"fireBladder": ["fire bladder", "An oddly shaped organ from a fire-breathin' creature. Hot t' th' touch; it appears t' contain a deadly chemical reaction inside."],
			"goldenKey": ["golden key", "A large and decorative key, plated in what appears t' be gold."],
			"woodenSword": ["wooden sword", "A sturdy blunt sword, crafted from wood with a sharp piercin' point. Most useful fer sparrin' practice."],
			"clayKiln": ["clay kiln", "Similar t' a furnace, but constructed with clay and in a way that allows fer proper heat distribution fer craftin' glass and clay items."],
			"clayCampfire": ["clay campfire", "A groupin' o' clay bricks shaped into a rin' t' contain a fire."],
			"clayFurnace": ["clay furnace", "An enclosed structure made o' clay bricks, which traps in th' heat t' keep a lon'-lastin', high-temperature fire."],
			"clayWaterStill": ["clay water still", "A carved-out clay brick with a lid. It's used t' desalinate water by boilin' it and then collectin' th' steam into a separate container."],
			"sandstoneCampfire": ["holystone campfire", "A groupin' o' holystone shaped into a rin' t' contain a fire."],
			"sandstoneFurnace": ["holystone furnace", "An enclosed structure made o' holystone, which traps in th' heat t' keep a lon'-lastin', high-temperature fire."],
			"sandstoneWaterStill": ["holystone water still", "A hollowed-out piece o' holystone with a lid. It's used t' desalinate water by boilin' it and then collectin' th' steam into a separate container."],
			"stoneKiln": ["stone kiln", "Similar t' a furnace, but constructed with rocks and in a way that allows fer proper heat distribution fer craftin' glass and clay items."],
			"wroughtIronAnvil": ["wrought iron anvil", "An anvil made from wrought iron with a wooden base. Useful fer metalworkin'."],
			"ironAnvil": ["iron anvil", "A sturdy iron anvil. Used in th' production o' metal armor, weapons, tools, and more."],
			"mageRobe": ["mage robe", "An ancient tattered robe, once owned by a spell castin' foe."],
			"orbOfInfluence": ["orb o' influence", "A strange spherical orb that gives off a shimmerin' radiance on yer touch. It appears t' hum as ye hold it."],
			"animalClaw": ["animal claw", "A sharp claw from an animal. A perfect animal by-product fer usin' as a needle."],
			"animalPelt": ["animal pelt", "Th' remains o' an unlucky skinned animal. Can be used as a makeshift garment or dismantled into th' hide and fur separately."],
			"animalFur": ["animal fur", "A large clump o' animal fur and hair. Could be used as tinder in a situation whar wood be not available."],
			"sharkFin": ["shark fin", "Not much more than a trophy, this carved dorsal fin remains slippery and rubbery t' th' touch."],
			"rawReptileMeat": ["raw reptile meat", "A grainy piece o' edible reptile flesh. Generally, not safe t' consume without bein' cooked due t' bacteria."],
			"cookedReptileMeat": ["cooked reptile meat", "A grilled piece o' reptile meat. Th' look and texture could almost be passed as cackle."],
			"tentacles": ["tentacles", "A slimy, wrigglin' appendage from an unlucky cephalopod. Can be eaten, but with some force due t' th' rubbery unpleasant texture."],
			"cookedTentacles": ["cooked tentacles", "Although, still springy t' th' touch, this cooked cephalopod appendage can be stomached much easier than if raw."],
			"wormMeat": ["worm meat", "Essentially a mash o' worm innards, almost ground up into a paste. Definitely not th' most appetizin', but can be cooked fer better flavor."],
			"cookedWormMeat": ["cooked worm meat", "A cooked patty o' worm meat. Unappetizin' t' think about, but can provide as a good source o' needed nutrition."],
			"stonePickaxe": ["stone pickaxe", "A primitive stone pickaxe used fer minin' into rock or as a stopgap blunt weapon."],
			"wroughtIronAxe": ["wrought iron axe", "An axe forged out o' wrought iron, primarily used fer lumberjackin' and carvin'."],
			"ironAxe": ["iron axe", "An iron-forged axe used in wood choppin'. Its sharp end can be used fer craftin' and carvin'."],
			"fertileSoil": ["fertile soil", "A rich and nutrient-dense soil, suitable t' grow all plants fer maximum fertility and speed."],
			"stoneHoe": ["stone hoe", "A rudimentary tillin' and gardenin' tool, used t' break up soil fer more successful growth o' plants."],
			"wroughtIronHoe": ["wrought iron hoe", "A lon' pole with a wrought iron metal blade attached t' th' end. Used t' till th' ground fer plantin' seeds."],
			"ironHoe": ["iron hoe", "A lon'-handled gardenin' tool with a blade on th' end, forged from iron. Used t' till soil fer better plant growth."],
			"lavaBeetleHelmet": ["lava beetle helmet", "An extremely hard and fire-resistant helmet, sourced from th' carcass o' a fallen lava beetle."],
			"spruceSeeds": ["spruce seeds", "White seeds fer growin' a spruce tree, ejected from a spruce cone."],
			"spruceNeedles": ["spruce needles", "Dense, needled branches from a spruce tree. Useful fer compost or dryin' out fer tinder."],
			"cypressCone": ["cypress cone", "A rounded cone from a cypress tree, containin' seeds."],
			"cypressSeeds": ["cypress seeds", "Sharp t' th' touch, these seeds can be used fer growin' cypress trees."],
			"cypressLeaves": ["cypress leaves", "Flat bladed foliage from a cypress tree. Can be used fer tinder or compost when dried out."],
			"lettuce": ["lettuce", "This leafy green vegetable be rich in vitamins and quite fillin' when eaten."],
			"lettuceSeeds": ["lettuce seeds", "Seeds taken from lettuce that has turned t' seed."],
			"chiveSeeds": ["chive seeds", "Th' small black appearance o' these seeds suggests they be fer growin' chives."],
			"potato": ["potato", "Starchy edible tubers. Not suitable fer consumption without cookin' due t' toxicity."],
			"potatoSeeds": ["potato seeds", "An alternative way t' grow potatoes without usin' seed potatoes. These will grow into a potato plant seedlin'."],
			"carrot": ["carrot", "A healthy lookin' root vegetable, orange in color and full o' nutrients. Both th' taproot and leaves be edible."],
			"carrotSeeds": ["carrot seeds", "Seeds fer growin' carrots, taken from seedin' carrot flowers."],
			"cornEar": ["corn ear", "An ear o' corn, wrapped in its husk; ready t' be shucked and cooked, or eaten raw."],
			"cornSeeds": ["corn seeds", "Dried and aged corn kernels, used fer plantin' and growin' corn stalks."],
			"cucumber": ["cucumber", "A cucumiform gourd fruit, grown from a creepin' vine. Full o' nutrients and packed with water content."],
			"cucumberSeeds": ["cucumber seeds", "Seeds taken from inside th' fruit o' a cucumber."],
			"tomato": ["tomato", "Red, plump and juicy, this savory fruit can be eaten raw fer replenishment o' hunger as well as some thirst."],
			"tomatoSeeds": ["tomato seeds", "Seeds from a tomato, ready fer plantin' and germination t' grow into tomato plants."],
			"pumpkin": ["pumpkin", "A heavy orange squash, filled with edible pulp. Contains seeds fer growin' more."],
			"pumpkinSeeds": ["pumpkin seeds", "Large, flat pumpkin seeds. Can be shelled and eaten or planted as be."],
			"pricklyPearFruit": ["prickly pear fruit", "Th' fruitin' body o' a prickly pear cactus. Th' insides be extremely red and juicy."],
			"sugarCaneStalks": ["sugar cane stalks", "Stout, jointed, fibrous stalks that be rich in th' sugar content. They can be quite lon' and th' insides can be chewed on fer sustenance."],
			"sugarCaneSeeds": ["sugar cane seeds", "Seeds fer plantin' and growin' crops o' sugar cane stalks."],
			"bushelOfWheat": ["bushel o' wheat", "Th' clipped remains o' th' stalk and grains from wheat grass."],
			"wheat": ["wheat", "Th' hulled spikelets from wheat grass, containin' th' raw grains."],
			"cookedCornCob": ["cooked corn cob", "A well cooked cob o' corn. Ready t' consume and enjoy."],
			"bundleOfSwitchgrass": ["bundle o' switchgrass", "Bundled up switchgrass stalks, complete with its seeds."],
			"cloak": ["cloak", "An old, but sturdy hooded cloak garment. It appears t' be o' high quality from a bygone era."],
			"woodenMortarAndPestle": ["wooden mortar and pestle", "Carved from wood; this makeshift device can be used fer crushin' up items."],
			"sandstoneMortarAndPestle": ["holystone mortar and pestle", "A mortar and pestle carved from holystone, used t' grind up other items."],
			"wroughtIronMortarAndPestle": ["wrought iron mortar and pestle", "Used fer pulverizin' items, forged from wrought iron."],
			"ironMortarAndPestle": ["iron mortar and pestle", "Forged from iron; this device can be used fer crushin' and grindin' other items."],
			"rawClayMortarAndPestle": ["raw clay mortar and pestle", "An unfired mortar and pestle, used as a grindin' device when hardened."],
			"clayMortarAndPestle": ["clay mortar and pestle", "A grindin' device made from fired and cured clay."],
			"copperOre": ["copper ore", "Raw copper ore with a tinge o' oxidation. Can be smelted into ingot form with a cast."],
			"copperIngot": ["copper ingot", "A dense, formed brick o' copper. Slag and other impurities have been removed, makin' it useful fer forgin' into tools, weapons, and armor."],
			"copperPickaxe": ["copper pickaxe", "A copper pick tool, primarily used fer minin' rocks and stones; however, copper may not th' best choice fer such a tool."],
			"copperDoubleAxe": ["copper double axe", "An almost lumberin' and unwieldy copper weapon and tool."],
			"copperShovel": ["copper shovel", "A copper diggin' tool, used fer liftin' soils or resource gatherin'."],
			"copperSpear": ["copper spear", "A lon' piercin' weapon with a copper spearhead."],
			"copperHammer": ["copper hammer", "Although copper tends t' be quite malleable, this copper hammer will do th' trick in most cases fer repair and other crafts."],
			"copperLockpick": ["copper lockpick", "A small and precise device used fer pickin' locks, made with refined copper ore."],
			"copperBuckler": ["copper buckler", "A rounded copper offhanded armor piece. Copper can be an ideal material fer takin' a beatin' with such a design."],
			"copperGauntlets": ["copper gauntlets", "Complex and intricate, but still fairly durable. These copper hand armor pieces be used t' block damage t' yer extremities."],
			"copperGreaves": ["copper greaves", "Sturdy copper leggings that can be tied aroun' yer legs, shieldin' them from damage."],
			"copperHelmet": ["copper helmet", "A piece o' copper head armor, designed with ancient sensibilities."],
			"copperBoots": ["copper boots", "Copper boots, work hardened and crafted t' fit closely t' yer feet size."],
			"copperCuirass": ["copper cuirass", "Cold formed in a classic abdominal design, this copper cuirass can protect yer torso from damage."],
			"copperSword": ["copper sword", "A sharp and work hardened copper blade, designed fer close quarter combat."],
			"copperTongs": ["copper tongs", "Tongs crafted from copper, used t' grasp hot objects, protectin' yer hands and fingers."],
			"copperBullet": ["copper bullet", "A nearly solid copper bullet. Used as ammunition fer slings and other ranged weaponry."],
			"copperArrowhead": ["copper arrowhead", "A sharp pointed arrowhead, formed from copper. Can be used as a carvin' implement."],
			"copperChest": ["copper chest", "A roomy copper chest, used fer cachin' items and food storage, reducin' spoilage."],
			"copperAnvil": ["copper anvil", "A heavy shaped slab o' copper perched on a wooden base, used in th' production o' metal weapons, tools, and armor."],
			"copperAxe": ["copper axe", "Th' perfect tool fer tree choppin' and gatherin'. This copper-bladed implement can also be used in carvin' and crafts that require a sharp tool."],
			"copperHoe": ["copper hoe", "A gardenin' tool used t' till ground. This tool be cold worked from copper."],
			"copperMortarAndPestle": ["copper mortar and pestle", "Used as a grindin' and crushin' tool. This mortar and pestle be sharped and work hardened from solid copper."],
			"waterskinOfGoatMilk": ["waterskin o' goat milk", "A filled leather waterskin containin' th' raw milk from a goat."],
			"clayJugOfGoatMilk": ["clay jug o' goat milk", "A clay jug full o' nutritious raw goat milk."],
			"glassBottleOfGoatMilk": ["glass bottle o' goat milk", "A bottled batch o' goat milk, filled t' th' top o' this glass bottle."],
			"obsidian": ["obsidian", "An extremely sharp and hard shard o' obsidian, useful fer cuttin', but very brittle."],
			"ornateBlueBook": ["ornate blue book", "An expensive lookin' book with a blue hard cover. Th' insides and back have heavy wear on inspection."],
			"journal": ["journal", "A leather-bound soft journal. It appears it has seen a lot o' use over time."],
			"mossCoveredBook": ["moss covered book", "A book that has seen better days. It smells o' mold and earth and seems fragile."],
			"gildedRedBook": ["gilded red book", "An old, fancy lookin' book with a red cover, gilded with golden trim."],
			"arrowShaft": ["arrow shaft", "A whittled down pole, used fer th' shaft o' a fletched arrow."],
			"slitherSucker": ["slither sucker", "A livin', writhin' slither sucker, constrictin' itself t' ye, causin' pain as it sinks its teeth into ye."],
			"aberrantSlitherSucker": ["bilge-suckin' slither sucker", "A livin', writhin' bilge-suckin' slither sucker, constrictin' itself t' ye, causin' pain as it sinks its teeth into ye."],
			"strawHat": ["straw hat", "A hat made from braids o' hay, woven together. What it lacks in protection, it makes up fer in its sun-blockin' properties and style."],
			"blackplateSabatons": ["blackplate sabatons", "Almost sharp t' th' touch, these expertly crafted annealed blackplate iron sabatons will make fer satisfactory foot protection as well as fashion."],
			"blackplateBreastplate": ["blackplate breastplate", "A uniquely designed piece o' armor t' cover yer torso with lon' sharpened points juttin' out from th' shoulders. Made from a special annealed form o' iron."],
			"blackplateGauntlets": ["blackplate gauntlets", "Crafted from annealed iron, these blackplate gauntlets make fer excellent hand guards."],
			"blackplateGorget": ["blackplate gorget", "A neck guard, forged from iron and annealed, givin' it a darker appearance."],
			"blackplateGreaves": ["blackplate greaves", "These leggings be crafted from iron and annealed, givin' it a darkened hue and widened t' make th' wearer appear larger."],
			"blackplateHelmet": ["blackplate helmet", "An evil gaze has been forged into th' face o' this annealed iron helmet, givin' th' wearer a menacin' look upon equippin' it. Two sturdy metal horns pierce outwards, mimickin' some form o' animal."],
			"deathKnightAxe": ["death knight axe", "A uniquely forged axe with a gnarled design; th' signature o' a powerful death knight. Th' entire weapon be casted, makin' it very heavy, but powerful."],
			"macuahuitl": ["macuahuitl", "A wooden club, adorned with razor-sharp fragments o' obsidian. Brittle in combat, but deadly and effective in practice."],
			"obsidianArrow": ["obsidian arrow", "A fletched arrow usin' an obsidian arrowhead, deliverin' substantial piercin' potential."],
			"obsidianArrowhead": ["obsidian arrowhead", "A brittle, but razor-sharp arrow tip, t' be crafted into an arrow with a shaft and fletchin'."],
			"obsidianAxe": ["obsidian axe", "An axe with an obsidian blade, known fer its slashin' prowess, but also brittle in practice."],
			"obsidianKnife": ["obsidian knife", "A shard o' obsidian fastened into a handle and bound with strin'. Can be used as a carvin' tool or in short-range combat."],
			"obsidianShovel": ["obsidian shovel", "A diggin' tool with a large piece o' obsidian attached t' th' end. Beautiful t' look at, but less effective due t' th' fragility o' th' obsidian."],
			"obsidianSpear": ["obsidian spear", "An obsidian-tipped polearm used in melee combat or thrown fer added range."],
			"tumbleweedSeeds": ["tumbleweed seeds", "Small and slightly thorny, these seeds be used t' plant and grow tumbleweeds, as if ye ever wanted t' grow weeds."],
			"coconutHusk": ["coconut husk", "Th' fibrous outer layer o' a coconut. Useful as cordage, pulp, and tinder fer startin' fires."],
			"peeledCoconut": ["peeled coconut", "Th' remainin' coconut fruit after huskin' th' outer layer. Its innards contain thirst-quenchin' coconut water and protein-rich meat. Ye may fashion this into a coconut container with strin' and cork."],
			"coconutMeat": ["coconut meat", "An opened coconut fruit, revealin' its fleshy edible coconut meat."],
			"coconutContainerOfCoconutWater": ["coconut container o' coconut water", "A coconut fruit, affixed with a strin' and cork t' contain its natural juice. Th' container can be reused fer other liquids once consumed."],
			"coconutContainer": ["coconut container", "An interim liquid container, crafted by pokin' a hole into a coconut and sealed usin' a cork."],
			"coconutContainerOfSeawater": ["coconut container o' seawater", "A coconut container filled with seawater. Not suitable fer consumin' without first bein' desalinated t' remove all th' salt content and other impurities."],
			"coconutContainerOfDesalinatedWater": ["coconut container o' desalinated water", "A coconut filled with water that has gone through th' desalination process."],
			"coconutContainerOfMedicinalWater": ["coconut container o' medicinal water", "A coconut containin' medicinal water, used fer treatin' certain conditions while also quenchin' some thirst."],
			"coconutContainerOfPurifiedFreshWater": ["coconut container o' purified fresh water", "Potable and purified fresh water, enclosed in a coconut container."],
			"coconutContainerOfUnpurifiedFreshWater": ["coconut container o' unpurified fresh water", "A container full o' unpurified fresh water, contained within a coconut. Purification be recommended before consumption."],
			"coconutContainerOfGoatMilk": ["coconut container o' goat milk", "This coconut container be filled with goat milk, no doubt givin' a unique flavor when consumed."],
			"oldEducationalScroll": ["{0?{0}:old} educational scroll",
				"An unfurled scroll with a large amount o' text explainin' some in-depth knowledge on a specific skill."
			],
			"strippedLeather": ["stripped leather", "Thin strips o' cut leather, useful fer makin' strings and rope."],
			"claySandCastFlask": ["clay sand cast flask", "A moulded clay flask, used fer castin' and shapin' molten metal usin' malleable green sand."],
			"sandstoneSandCastFlask": ["holystone sand cast flask", "A mold fer castin' molten metals, made with a green sand mixture and placed into a carved piece o' holystone."],
			"stoneSandCastFlask": ["stone sand cast flask", "A hollowed out rock with green sand mouldin' inside. Used fer castin' metal into some godforsaken shape."],
			"animalGlue": ["animal glue", "A natural glue processed from boilin' animal bones that can be used t' reinforce and secure items."],
			"copalResin": ["copal resin", "Ground-up hardened tree resin. Can be melted with high heat t' be used as a reinforcement and bindin' material."],
			"boneMeal": ["bone meal", "A pestled pile o' powdered bone remnants."],
			"pileOfDesertSand": ["pile o' desert sand", "A pile o' coarse desert sand with an orange hue. Can be refined fer use in glass makin'."],
			"joshuaTreeLeaves": ["joshua tree leaves", "A bundle o' spiny joshua tree leaves which be almost as unique lookin' as th' joshua tree itself. Suitable fer usage as cordage or dried out and used as tinder."],
			"joshuaTreeFruit": ["joshua tree fruit", "Th' oval-shaped fruitin' body o' th' joshua tree. It appears t' be edible but may be more pleasant cooked."],
			"joshuaTreeFlowers": ["joshua tree flowers", "A blossomin' batch o' flowers gathered from a joshua tree. Th' flowers be sticky t' th' touch and smell quite sweet and possibly edible if not a bit bitter."],
			"saguaroCactusFruit": ["saguaro cactus fruit", "A fleshy pod gathered from a saguaro cactus. It can be cut open t' discover its juicy red innards."],
			"saguaroCactusSeeds": ["saguaro cactus seeds", "Oblon' black seeds extracted from th' fruit o' th' saguaro cactus."],
			"saguaroCactusChunk": ["saguaro cactus chunk", "A hefty chunk o' wet, de-spined cacti. Thar does appear t' be quite a bit o' liquid contained in th' soft flesh, but it smells odd."],
			"stoneWell": ["stone well", "A stone-built enclosure used t' trap and collect groundwater when constructed."],
			"sandstoneWell": ["holystone well", "A round empty enclosure made o' holystone, which can be built and extended deep into th' ground t' collect water."],
			"clayWell": ["clay well", "A well constructed o' clay bricks, used t' collect water by diggin' a shaft into th' ground."],
			"aloeVeraLeaves": ["aloe vera leaves", "Thick succulent plant leaves, sharp t' th' touch and known fer their use as an antiseptic. Their inner flesh can be applied t' th' skin t' reduce burnin' pain."],
			"aloeVeraSeeds": ["aloe vera seeds", "These thin black seeds appear t' be that from an aloe vera plant. They can be used t' grow aloe vera or eaten in dire circumstances."],
			"deadScorpion": ["dead scorpion", "A dispatched scorpion, ready t' be skewered and cooked fer th' brave indifferent eater."],
			"deadAberrantScorpion": ["dead bilge-suckin' scorpion", "Th' body o' a large bilge-suckin' scorpion. It can be cooked over low heat t' provide a more palatable eatin' experience."],
			"cookedScorpion": ["cooked scorpion", "While still a bit nauseatin' t' consume, th' cooked scorpion can provide much needed sustenance."],
			"cookedAberrantScorpion": ["cooked bilge-suckin' scorpion", "Even though th' bilge-suckin' scorpion be larger, and its corpse will provide much more food, th' texture will most likely be worse when consumin' it."],
			"scorpionStinger": ["scorpion stinger", "A dangerous item t' be held indeed. This scorpion stinger still contains its venom."],
			"copperBakingTray": ["copper bakin' tray", "A thin rimmed bakin' sheet made from copper, primarily used fer bakin' foods."],
			"wroughtIronBakingTray": ["wrought iron bakin' tray", "A rigid sheet pan crafted from flattened wrought iron."],
			"ironBakingTray": ["iron bakin' tray", "A bakin' sheet crafted from iron and used fer bakin'. It has raised edges t' help retain food and shallow liquids."],
			"flour": ["flour", "Wheat ground down into a white powdery form. Used in th' process o' makin' dough."],
			"dough": ["dough", "A simple kneaded dough consistin' o' wheat flour and water. Th' consistency leaves a lot t' be desired fer baked goods, but it may suffice fer some recipes."],
			"hardtack": ["hardtack", "A nonperishable biscuit, baked at high temperatures fer lon' periods o' time t' remove all moisture from it."],
			"hitchingPost": ["hitchin' post", "A sturdy wooden structure fastened with a large rope. It can be used t' hitch animals and creatures t' restrict their movement."],
			"shreddedPaper": ["shredded paper", "Torn pieces paper assembled into a loose pile. Can be turned into a mash and used as pulp or used as tinder in firemakin'."],
			"rawMudskipper": ["raw mudskipper", "Th' muddy corpse o' a mudskipper, ready t' clean and cook. It doesn't appear suitable t' eat without cookin'."],
			"rawAberrantMudskipper": ["raw bilge-suckin' mudskipper", "An enormous specimen indeed. This bilge-suckin'-sized mudskipper will make fer quite th' dish once cleaned and cooked."],
			"cookedMudskipper": ["cooked mudskipper", "Not th' best catch fer sustenance or fer its looks. Its bulgy eyes at least have been removed fer eatin'."],
			"cookedAberrantMudskipper": ["cooked bilge-suckin' mudskipper", "A large fishy feast brought t' ye by an atypical mudskipper."],
			"rawRedSnapper": ["raw red snapper", "A massive red snapper, ready t' be cooked or dined on raw in a pinch."],
			"cookedRedSnapper": ["cooked red snapper", "A hefty meal fer anybody; this cooked red snapper be sure t' delight taste buds and satisfy bellies."],
			"rawWalleye": ["raw walleye", "A rather large walleye, ready t' gut and cook whole or eat raw when on th' run."],
			"woodenShield": ["wooden shield", "A sturdy wooden shield, quite effective at blockin' blunt attacks. Th' handles on th' back be fashioned out o' wood and strin'."],
			"copperRefinementTools": ["copper refinement tools", "A set o' delicate copper tools used fer shavin' material out o' an item, decreasin' its weight at th' cost o' durability."],
			"wroughtIronRefinementTools": ["wrought iron refinement tools", "Used fer gougin' out material from items, reducin' their weight and durability. Forged and crafted from wrought iron."],
			"ironRefinementTools": ["iron refinement tools", "A fine set o' iron refinement tools, used fer raspin' and scrapin' out material from items t' reduce their weight, costin' their durability."],
			"scaleBelt": ["scale belt", "A belt formed from braided cords o' dried reptile skin used t' keep yer leggings up and fer some moderate waist protection."],
			"scaleVest": ["scale vest", "A fire-resistant vest made from sewn scales that can take a good beatin'."],
			"scaleBoots": ["scale boots", "Scale-bound boots, sewn together usin' dried reptile skin."],
			"scaleGloves": ["scale gloves", "Skillfully crafted scale gloves, used fer hand protection when gatherin' or tendin' t' yer campfire."],
			"cookedJoshuaTreeFlowers": ["cooked joshua tree flowers", "A cooked batch o' joshua tree flowers. Th' cookin' process retains most o' th' nutrients but reduces some o' th' bitterness found in their uncooked form."],
			"saguaroCactusRibs": ["saguaro cactus ribs", "Th' dried innards o' a fallen saguaro cactus. This gnarled and hardened woody resource be useful fer fuel or dismantlin' fer materials."],
			"bladesOfGrass": ["blades o' grass", "Clippings o' grass; sharp t' th' touch when fresh, but can be dried and used fer tinder."],
			"animalDroppings": ["animal droppings", "Droppings produced by a small mammal t' be used in compostin'."],
			"animalDung": ["animal dun'", "A seemingly fresh pile o' feces, excreted from an animal. Although quite foul, it can perhaps be used fer fertilizer."],
			"guano": ["guano", "Th' excrement o' a bat, t' be used as a great fertilizer due t' its high content o' nitrogen, phosphate, and potassium."],
			"tallow": ["tallow", "Th' rendered form o' animal fat; solid when kept cooled. A fatty and greasy substance used in cookin' or as fuel."],
			"tallowCandle": ["tallow candle", "A molded tallow candle with a strin' as a wick. A lon'-lastin' source o' illumination."],
			"litTallowCandle": ["lit tallow candle", "Burnin' lon' and bright, this delicious smellin' tallow candle lights yer way."],
			"wispDust": ["wisp dust", "A magical glowin' pile o' dust, extracted from a wisp. It inexplicably feels weightless, yet burdensome in yer hands."],
			"magicalAspect": ["magical aspect", "A magical compound that be warm t' th' touch and ready t' apply on t' items, enchantin' them with new characteristics."],
			"goldenSextant": ["golden sextant", "A metallic brass-coated navigational tool. Used fer measurin' th' horizon and sun t' judge distances."],
			"rawChoppedFish": ["raw chopped fish", "A roughly chopped assortment o' fish meat and viscera t' be used as bait or cooked fer consumption in several manners."],
			"cookedChoppedFish": ["cooked chopped fish", "A sizable helpin' o' chopped fish cooked and ready t' ingest."],
			"cookedFishKebab": ["cooked fish kebab", "A skewered mass o' fish chunks cooked delicately over flame t' be consumed off th' spear fer an added flare."],
			"ashCement": ["ash cement", "A tacky slurry o' cement, created by grindin' ash and mixin' it with liquid, heated t' a glowin' temperature, then broken down again with water."],
			"ashCementBrick": ["ash cement brick", "Th' final form o' th' ash cement; mixed with th' once-heated mixture and clay t' give it rigidity, then baked over fire."],
			"ashCementFlooring": ["ash cement floorin'", "Floorin' made from interweavin' ash cement bricks."],
			"ashCementWall": ["ash cement wall", "A wall constructed o' recycled ash cement. Although th' resource be abundant, th' durability be not."],
			"iceShard": ["ice shard", "A smartly meltin' jagged shard o' ice. Can be melted down t' liquid form usin' a container."],
			"penguinEgg": ["penguin egg", "A rather large egg laid by a penguin. Th' shape differs slightly from a cackle's fruit and feels much denser."],
			"boiledPenguinEgg": ["boiled penguin egg", "Th' whites o' this egg be translucent, and th' yolk be unset and bright orange. Although much different than a cackle fruit, it will be just as packed with protein and nutrition."],
			"rawPenguinMeat": ["raw penguin meat", "A carved portion o' penguin meat. Th' meat be very oily and comes off as a cross between fish, cackle, and mammalian meat."],
			"cookedPenguinMeat": ["cooked penguin meat", "Although slightly off-puttin', this greasy cooked meat will provide ample sustenance."],
			"crowberries": ["crowberries", "Purplish-black berries taken from th' small shrubbery o' a crowberry plant. They be acidic, bitter and possibly toxic, but could be more palatable cooked."],
			"cookedCrowberries": ["cooked crowberries", "A stewed batch o' crowberries, emphasizin' their natural sugars while removin' their bitter tannins."],
			"crowberrySeeds": ["crowberry seeds", "Tiny red-brown seeds taken from a batch o' crowberry drupes."],
			"winterberries": ["winterberries", "A twn' o' bright red winterberries. They look like th' type o' berry that would be consumed by birds, but may be harmful t' humans."],
			"winterberrySeeds": ["winterberry seeds", "A handful o' seeds, presumably used t' plant and grow more winterberries, a holly plant that can grow in colder climates."],
			"arcticPoppies": ["arctic poppies", "A bundle o' bright yellow poppies o' th' arctic variety which can be used medicinally."],
			"arcticPoppySeeds": ["arctic poppy seeds", "A large collection o' small poppy seeds."],
			"pirateHat": ["pirate hat", "A cocked hat, typically worn by seafarin' people and more notably, pirate folk known fer their distinctive tricorne style."],
			"aloeVeraBandage": ["aloe vera bandage", "A dual purpose bandage type. Used t' treat bleedin' as well as th' effects o' bein' burned."],
			"sharkTooth": ["shark tooth", "A large tooth from a shark, serrated alon' its edges and sharp th' touch. Could be used as a rudimentary cuttin' tool."],
			"copperKnife": ["copper knife", "A flattened and sharpened copper blade, affixed t' a smooth handle, carved and fitted fer each finger and thumb."],
			"wroughtIronKnife": ["wrought iron knife", "A pointed knife crafted from wrought iron; ideal in usage fer carvin' and craftin'."],
			"ironKnife": ["iron knife", "A razor-sharp iron edge bound t' a delicately polished handle. Can be used in many situations includin' combat, harvestin', carvin', and more."],
			"tinOre": ["tin ore", "A small fragment o' tin ore, mixed with other elemental impurities."],
			"tinIngot": ["tin ingot", "A refined block o' tin, ready t' be cast or shaped into soft, metal implements."],
			"tinPickaxe": ["tin pickaxe", "A pickaxe made from a pole and tin head. Th' softness o' tin leaves a lot t' be desired fer such a tool."],
			"tinDoubleAxe": ["tin double axe", "A double-ended tin axe; more decorative than combat-ready due t' th' softness o' th' metal o' choice."],
			"tinShovel": ["tin shovel", "A shovel that would likely deform easily when used in practice due t' th' use o' tin as th' metal o' choice in this craft."],
			"tinSpear": ["tin spear", "A spear with a point crafted from tin. Upon some godforsaken impact, ye expect this t' blunten instantly."],
			"tinHammer": ["tin hammer", "A tin-forged hammer, used fer many crafts or repairin' items."],
			"tinLockpick": ["tin lockpick", "A soft metal lockpickin' tool with seemingly very fragile prongs. A delicate touch may be required."],
			"tinShield": ["tin shield", "A uniquely designed tin shield, seemingly forged from a large slab o' tin. Th' design might be th' only thin' goin' fer it due t' th' deformation properties o' tin."],
			"tinGloves": ["tin gloves", "Delicately crafted tin-forged gloves, used fer style and moderate protection. Mostly fer style."],
			"tinChausses": ["tin chausses", "A pair o' tin leggings t' be used as inferior protection or as decoration."],
			"tinBevor": ["tin bevor", "A protective coverin' fer one's neck and chin; crafted from tin."],
			"tinHelmet": ["tin helmet", "A uniquely styled helmet made from tin. It becomes low in durability when used fer its practical purpose."],
			"tinFootgear": ["tin footgear", "A pair o' tin-crafted shoes. They be lightweight, but probably not th' most durable."],
			"tinSword": ["tin sword", "A smartly deformin' and bluntenin' tin sword, ready t' be used in combat. \"Ready\" may be a stretch."],
			"tinTongs": ["tin tongs", "One would think these tongs might be more decorative than practical given that th' meltin' temperature o' tin be so low."],
			"tinArrow": ["tin arrow", "A fletched arrow with a tin arrowhead affixed t' th' shaft. Ready t' strike a creature from afar. Th' arrowhead will deform on impact."],
			"tinBullet": ["tin bullet", "A soft and lightweight ball o' tin t' be used in slings."],
			"tinArrowhead": ["tin arrowhead", "Although this likely won't make a great arrow in th' end, it might get th' job done if blunt and piercin' damage be what ye be after."],
			"tinChest": ["tin chest", "A tin chest crafted with an exaggerated boxy design. Suitable fer holdin' all types o' materials and items."],
			"tinAnvil": ["tin anvil", "A large formed metal surface, propped up on some wood. One might think a better idea would be t' reverse that order due t' th' softness o' tin."],
			"tinAxe": ["tin axe", "A tin axe with a curved edge, used fer wood choppin'. Not likely t' be effective fer lon' or at all in this task due t' th' softness o' tin."],
			"tinHoe": ["tin hoe", "A tin hoe, t' be used fer tillin' th' ground t' plant seeds. Th' tool's head will likely deteriorate smartly."],
			"tinMortarAndPestle": ["tin mortar and pestle", "Used fer mixin' and grindin' materials, this tin device feels much lighter than it looks."],
			"tinBakingTray": ["tin bakin' tray", "This large sheet o' molded tin can be used t' cook food, although some care may be required t' make sure it doesn't melt in application."],
			"tinRefinementTools": ["tin refinement tools", "Delicate tin-based tools, used t' refine and reduce th' weight o' other crafted items."],
			"tinKnife": ["tin knife", "A tin forged knife with a fine edge and quality handle. Its edge will smartly blunten in use."],
			"bronzeIngot": ["bronze ingot", "A pristine brick o' molded bronze alloy t' be melted down and cast into other forms."],
			"bronzePickaxe": ["bronze pickaxe", "A bronze-cast tool fer use in minin' and breakin' through rock-based terrain."],
			"bronzeDoubleAxe": ["bronze double axe", "A two-sided axe forged in bronze and affixed t' a pole with strin'. Used primarily fer combat."],
			"bronzeShovel": ["bronze shovel", "A diggin' tool with a bronze shovel head with many applications such as choppin', minin', diggin', and more."],
			"bronzeSpear": ["bronze spear", "Th' spearhead cast from bronze adorns th' end o' a lon', widdled, and smooth pole; together formin' this well-crafted spear."],
			"bronzeHammer": ["bronze hammer", "A bronzen mallet tool, used fer repairin' and craftin' other items, especially those made from metal."],
			"bronzeLockpick": ["bronze lockpick", "A fine and superior bronze lockpickin' contraption. Although it appears complex, it be bound t' work wonders on stubborn locks."],
			"bronzeKiteShield": ["bronze kite shield", "A shield formed into a kite shape allowin' protection alon' a full body length. A unique pattern be riveted t' its center."],
			"bronzeGauntlets": ["bronze gauntlets", "Bronze-forged hand protective armor. These gauntlets feature unique barbed bracer designs workin' their way up yer forearms."],
			"bronzeGreaves": ["bronze greaves", "A pair o' bronze greaves, used t' wrap and fit against yer legs fer more than adequate protection."],
			"bronzeBevor": ["bronze bevor", "A piece o' protective bronze armor fer th' chin and neck area."],
			"bronzeHelmet": ["bronze helmet", "A helmet fit fer royalty, at least from th' looks alone. This stylishly crafted headgear be great fer takin' a beatin' as well as lookin' illustrious."],
			"bronzeBoots": ["bronze boots", "Many delicately crafted bronze pieces be hinged together t' form these protective boots."],
			"bronzeChestArmor": ["bronze chest armor", "A bronze armor chest piece with a unique, stylish design with split tassets fer additional waist and upper thigh protection."],
			"bronzeSword": ["bronze sword", "Masterly crafted, this bronze sword sparkles with an astonishin' luster, seemingly almost capable o' blindin' yer foes with its sheen alone."],
			"bronzeTongs": ["bronze tongs", "Cast bronze metal tongs, used fer blacksmithin' endeavors and liftin' hot objects out o' fires."],
			"bronzeArrow": ["bronze arrow", "Straight and true this arrow looks t' be, decorated with a sharp bronze arrowhead."],
			"bronzeBullet": ["bronze bullet", "A spherical ball o' alloyed metal t' be used as ammunition in slings and other devices."],
			"bronzeArrowhead": ["bronze arrowhead", "One touch t' th' tip o' this would lead t' certain bloodshed. This bronze arrowhead be ready t' affix t' a wooden shaft and fletchin' t' create an arrow."],
			"bronzeChest": ["bronze chest", "Yer best bet fer large storage capacity. This masterly crafted bronze chest be suitable fer storin' a plethora o' items."],
			"bronzeAnvil": ["bronze anvil", "A shaped wedge o' alloyed bronze conducive t' hammerin' metal objects on fer th' procurement o' weapons, tools, or armor."],
			"bronzeAxe": ["bronze axe", "A bronzen axe, used fer carvin', gatherin', and general lumberjackin' functions."],
			"bronzeHoe": ["bronze hoe", "A fine bronzen gardenin' tool, used t' form lined pathways in th' dirt fer plantin' seeds."],
			"bronzeMortarAndPestle": ["bronze mortar and pestle", "Usin' a bronze alloy, this set o' tools can be used t' crush and grind materials used in other crafts."],
			"bronzeBakingTray": ["bronze bakin' tray", "Excessive be one word used t' describe this piece o' cookware made from forged bronze."],
			"bronzeRefinementTools": ["bronze refinement tools", "A set o' small bronze tools used fer filin', shapin', and general refinement o' other items, reducin' their weight in th' process."],
			"bronzeKnife": ["bronze knife", "An expertly crafted carvin' tool and an instrument o' death if used in close quarters against an unwittin' foe."],
			"iceBrick": ["ice brick", "A solid block o' ice, chipped and carved away from a glacier or ice wall."],
			"snowBrick": ["snow brick", "A compressed block o' snow. Dense and rigid enough t' perhaps build a wall or floorin' fer a makeshift snow hut."],
			"iceWall": ["ice wall", "Constructed from large ice bricks, this towerin' cold barrier can be built t' protect against th' elements, although, t' a limited degree due t' its temperature."],
			"iceFlooring": ["ice floorin'", "A slippery interwoven mass o' ice blocks. Less than practical one may argue."],
			"snowWall": ["snow wall", "An erected wall o' compressed bricks o' snow t' be used t' build a snow hut."],
			"snowFlooring": ["snow floorin'", "A flattened and packed tile o' snow, presumably used fer walkin' on inside a snow or ice hut."],
			"caliginousScrap": ["caliginous scrap", "This piece o' material fell from th' dark foe. It appears t' be vanishin' as ye hold it."],
			"magicalExtract": ["magical extract", "A heap o' what could only be described as \"darkness\". Cold t' th' touch and unsettlin'. Yer mind races as a general unease washes over ye."],
			"shimmeringFibers": ["shimmerin' fibers", "A few strands o' fiber o' an unknown origin that appear t' catch th' light at just th' right way and dance light across yer hands."],
			"magicalTwine": ["magical twine", "A seemingly unbreakable piece o' twine; glowin' as ye hold it. Can be used t' enhance other items."],
			"sandstoneHammer": ["holystone hammer", "A hammer carved out o' holystone. It appears very brittle and will not survive many uses."],
			"sandstoneBullet": ["holystone bullet", "A bullet fer use with slings t' take a shot at some hapless creature. It be likely t' break smartly due t' th' use o' holystone in its creation."],
			"sandstoneAnvil": ["holystone anvil", "An anvil crafted from holystone, possibly not th' best material fer such a task due t' its brittle form."],
			"snowScarecrow": ["snow scarecrow", "A representation o' a human figure created with piles o' snow and adorned with unique items fer its limbs and facial features."],
			"frozenFlesh": ["frozen flesh", "A piece o' what appears t' be rotten flesh, luckily frozen t' be disposed o' before thawin' out."],
			"animalTusk": ["animal tusk", "A lumberin' curved tusk from a large mammal. Can be used as a primitive weapon or carved and broken down into other forms."],
			"whitePineCone": ["white pine cone", "A sap-covered pine cone, dropped or gathered from a white pine tree. It appears t' still contain th' seeds within."],
			"whitePineSeeds": ["white pine seeds", "Seeds harvested from a white pine cone fer plantin' or eatin'."],
			"whitePineNeedles": ["white pine needles", "Distinctively lon' pine needles from a white pine tree, emittin' a pleasant aroma as ye hold them."],
			"furCoat": ["fur coat", "A balmy chest garment crafted from th' furry hide o' an animal."],
			"furMittens": ["fur mittens", "A pair o' fur mittens with one compartment fer yer fingers, and another one fer yer thumb fer increased warmth."],
			"furBoots": ["fur boots", "A set o' boots designed fer colder climates, made from animal pelts with extra fur added fer protection and comfort."],
			"birdDroppings": ["bird droppings", "Droppings produced by some type o' winged creature. Can be used as an ingredient in compost."],
			"hardenedCoil": ["hardened coil", "An extremely heavy metallic coil with a sprin'-like frame that resonates an odd noise as it moves aroun' in yer pack."],
			"magicalBinding": ["magical bindin'", "A sturdy magical bindin' that appears t' be suitable t' attach t' equipment in some form."],
			"armoredScales": ["armored scales", "Hardened, keratin-based scales useful fer craftin' protective armor."],
			"rawPangolinMeat": ["raw pangolin meat", "An edible cut o' meat butchered from an unlucky pangolin. Likely not suitable t' eat uncooked."],
			"cookedPangolinMeat": ["cooked pangolin meat", "A well-done piece o' cooked pangolin meat, hopefully free from some godforsaken parasites or viruses."],
			"armoredScaleBelt": ["armored scale belt", "Together with strin' and armored scales, this garment be meant t' hold up some godforsaken leggings or pants while providin' defense t' yer waist section."],
			"armoredScaleVest": ["armored scale vest", "Armor crafted with alternatin' small and large keratin scales arranged in th' shape o' a vest."],
			"armoredScaleBoots": ["armored scale boots", "Finely crafted boots, made from armored scales and tightly wrapped and sewn together in th' form o' footwear."],
			"armoredScaleCrown": ["armored scale crown", "An arrangement o' armored scales shaped into a headband appearin' like a crown when worn."],
			"armoredScaleBevor": ["armored scale bevor", "A rather uncomplicated piece o' neck protectin' armor made from armored scales."],
			"armoredScaleGloves": ["armored scale gloves", "A pair o' gloves crafted with armored scales. Not th' most comfortable, but appears t' be quite protective on one's hands."],
			"tinNeedle": ["tin needle", "A needle molded from tin and not likely t' hold a point fer lon'."],
			"copperNeedle": ["copper needle", "A pointed copper needle used fer sewin' and stitchin', both fabrics and flesh on occasion."],
			"wroughtIronNeedle": ["wrought iron needle", "A useful implement fer stitchin' together items with cordage or strin'."],
			"ironNeedle": ["iron needle", "A stron' and rather broad iron needle. Hopefully, this ends up bein' used on fabrics more than fer sutures."],
			"bronzeNeedle": ["bronze needle", "A needle with a fine point, crafted from bronze and primed fer sewin'."],
			"tuftsOfTanglehead": ["tufts o' tanglehead", "Tufts o' tanglehead grass; prickly and clingy t' th' touch. They seem t' stick and tangle t' each other as ye hold them."],
			"tangleheadSeeds": ["tanglehead seeds", "Seeds fer growin' tanglehead grass, known fer its tendency t' tangle together due t' their paired spikelet heads and small clingy fibers."],
			"wispInAGlassBottle": ["wisp in a glass bottle", "A confined wisp, visible through th' glass in its compressed form. Its blue light dances aroun' as ye hold it."],
			"aberrantWispInAGlassBottle": ["bilge-suckin' wisp in a glass bottle", "An bilge-suckin' wisp trapped in a glass bottle. It violently shakes and moves aroun' as ye grasp th' bottle."],
			"wispInAClayJug": ["wisp in a clay jug", "A clay jug with a trapped wisp contained within. It emits a strange sound as it rumbles aroun' in yer pack."],
			"aberrantWispInAClayJug": ["bilge-suckin' wisp in a clay jug", "A clay jug filled t' th' brim with an odd, malicious creature known as a wisp. Ye can attempt t' pour it out if ye be so darin'."],
			"aberrantWispInACoconutContainer": ["bilge-suckin' wisp in a coconut container", "An angry firey gaseous entity trapped within th' confines o' a coconut container."],
			"wispInAWaterskin": ["wisp in a waterskin", "A waterskin containin' a very special creature. "],
			"aberrantWispInAWaterskin": ["bilge-suckin' wisp in a waterskin", "An imprisoned bilge-suckin' wisp, held within an ordinary waterskin. It likely will not be happy after bein' released."],
			"strawScarecrow": ["straw scarecrow", "A decoy meant t' appear as a manacin' tall humanoid, perhaps strikin' fear into lesser creatures and animals."],
			"cactusScarecrow": ["cactus scarecrow", "A stack o' cacti, carved and stood as if it were a human. Just much greener and much more spikey."],
			"clothShirt": ["cloth shirt", "A simple white short-sleeved shirt, perfect fer a sunny day, and not so much otherwise."],
			"clothTrousers": ["cloth trousers", "A fine, if not plain lookin' pair o' brown trousers, suitable fer coverin' yer lower regions a bit."],
			"unripePapaya": ["unripe papaya", "An unripened green and hardened papaya fruit. Likely not suitable t' eat yet."],
			"papaya": ["papaya", "A ripened papaya, firm t' th' touch, with some give t' it. Ready t' be cut open and eaten."],
			"papayaSeeds": ["papaya seeds", "A gelatinous handful o' slimey papaya seeds. They don't seem very appetizin', but may be safe t' consume."],
			"palapalaiFrond": ["palapalai frond", "Th' leaves from a palapalai fern, slightly prickly t' a touch with small bristlelike hairs that cover th' leaves."],
			"palapalaiSpores": ["palapalai spores", "Harvested spores; contained in small casings, taken from th' underside o' fern fronds fer growin' palapalai."],
			"buttonMushroomSpores": ["button mushroom spores", "Th' spore print from a button mushroom. Th' spores can be placed into soil fer attemptin' t' grow into mycelium, then into mushrooms."],
			"flyAmanitaSpores": ["fly amanita spores", "Spores removed from th' fly amanita fer attemptin' t' grow more o' them."],
			"brambleCrown": ["bramble crown", "A twisted circular floral arrangement meant t' wear as royalty wears a crown."],
			"darkBrambleCrown": ["dark bramble crown", "A blackened, unnaturally dark arrangement o' twigs, leaves, and other brush. Uncomfortably, t' be worn as a crown."],
			"cotton": ["cotton", "This downy fiber be an ideal material fer spinnin' thread and makin' fabrics."]
		},
		"itemGroup": {
			"cookingEquipment": "cookin' equipment",
			"treasure": "booty",
			"repairing": "repairin' item",
			"glassBottleOfPotableWater": "glass bottle o' potable water",
			"waterskinOfPotableWater": "waterskin o' potable water",
			"clayJugOfPotableWater": "clay jug o' potable water",
			"firemaking": "firemakin' item",
			"bedding": "beddin'",
			"housing": "housin'",
			"heating": "heatin'",
			"containerOfSeawater": "container o' seawater",
			"containerOfDesalinatedWater": "container o' desalinated water",
			"containerOfMedicinalWater": "container o' medicinal water",
			"containerOfPurifiedFreshWater": "container o' purified fresh water",
			"containerOfUnpurifiedFreshWater": "container o' unpurified fresh water",
			"kindling": "kindlin'",
			"containerOfMilk": "container o' milk",
			"coconutContainerOfPotableWater": "coconut container o' potable water",
			"upgrading": "upgradin' item"
		},
		"joinServerRetryReason": {
			"timeout": "Timed out while tryin' t' connect t' th' server.",
			"unableToJoinSteamLobby": "Unable t' join th' Steam lobby. Please check yer internet connection and ensure Steam be connected.",
			"unableToConnectToGlobalMatchmakingServer": "Unable t' connect t' th' global matchmakin' server.",
			"unableToConnectToDedicatedMatchmakingServer": "Unable t' connect t' th' dedicated server. Th' server owner should make sure they be forwardin' port 38740.\n\nView th' {(https://www.waywardgame.com/multiplayer):multiplayer page} fer more information.",
			"webRTCTimeout": "WebRTC timed out.\nThis could be caused by various networkin' issues. Th' server owner could try forwardin' port 38740 t' solve this issue.\n\nView th' {(https://www.waywardgame.com/multiplayer): multiplayer page} fer more information."
		},
		"loading": {
			"gameIsland": "Loadin' Island",
			"gameIslandMultiplayerTraveling": ["Loadin' Island", "{0} be {1} t' {2}..."],
			"gameFastForwarding": "Advancin' Island Time",
			"gameFastForwardingMultiplayerTraveling": ["Advancin' Island Time", "{0} be {1} t' {2}..."],
			"gameGeneratingIsland": "Generatin' Island",
			"gameGeneratingIslandMultiplayerTraveling": ["Generatin' Island", "{0} be {1} t' {2}..."],
			"gameTravelingMultiplayer": ["Travelin'", "{0} be {1} t' {2}..."],
			"gameFinalizingIsland": "Finalizin' Island",
			"gameAutoSaving": "Auto Savin'",
			"gameItems": "Loadin' Items",
			"gameLoading": "Loadin' Game",
			"gameLostGLContext": ["Lost GL Context", "An issue has occurred with yer GPU. Th' game be now attemptin' t' recover.\n\nIf it does not recover, please save and abort th' game."],
			"gameMods": "Loadin' Mods",
			"gameMultiplayerPlayerConnecting": "Player Connectin'",
			"gameMultiplayerSynchronizing": ["Synchronizin'", "Synchronizin' game state with th' server."],
			"gameMultiplayerSyncing": "Syncin' With Server",
			"gameQuitting": "Abortin' Game",
			"gameReloadingWebGl": "Reloadin' WebGl",
			"gameResting": "Restin'",
			"gameSaving": "Savin' Game",
			"gameSleeping": "Sleepin'",
			"gameSprites": "Loadin' Sprites",
			"menuChangelogLoading": "Loadin' Changelog",
			"menuCustomGameOptionsImporting": "Importin' custom game options...",
			"menuLoadGameExportingSave": "Exportin' Save",
			"menuLoadGameImportingSaves": ["Importin' {0} {PLURAL({0})Save}", "{1...\n}"],
			"menuLoadGameLoading": "Loadin' Saves",
			"menuLoadGamePublishingSave": "Publishin' Save",
			"menuMainLoadingChangelog": "Loadin' Changelog",
			"menuMainLoadingNews": "Loadin' News",
			"menuMilestoneModifiersImporting": "Importin' modifiers...",
			"menuModsUpdatingMod": "Publishin' Mod Update",
			"menuModsPublishingMod": "Publishin' Mod",
			"menuOptionsImportingGlobalData": "Replacin' non-world save data...",
			"menuOptionsLoading": "Loadin' Options",
			"multiplayerConnecting": ["Connectin'", "Waitin' fer th' server t' respond..."],
			"multiplayerDownloadingGameData": ["Connected", "Downloadin' game data"],
			"multiplayerWaitingForGameData": ["Connected", "Waitin' fer game data"],
			"steamworksRefreshingMods": "Refreshin' Mods"
		},
		"magicalPropertyType": {
			"attack": ["power", "Appears t' hit harder than ye would expect."],
			"defense": ["guardin'", "Envelopes ye in a protective aura."],
			"itemWeight": ["featherweight", "Th' same amount o' material, but lighter weight. Curious."],
			"stat": ["{0}", "Seems t' increase yer {0}."],
			"skill": ["{0}", "Seems t' increase yer expertise in {0}."],
			"reputation": ["{1=6?benevolence:malevolence}",
				"An odd hum resonates through th' item and into ye upon touch."
			],
			"range": ["range", "Limber and robust, able t' propel objects further than normal."],
			"trapDamage": ["trappin'", "Appears t' cause more damage than an ordinarily built trap."],
			"maxWeight": ["lightenin'", "Ye feel more nimble as ye hold this, increasin' yer carryin' capacity."],
			"containerWeight": ["storin'", "Th' weight o' items placed inside inexplicably lose weight."],
			"preservationRate": ["preservation", "A unique material coats this, preservin' its contents t' an abnormal amount."],
			"maxDecay": ["hoardin'", "An incredibly persistent item with a particularly lon' shelf life."],
			"itemDamage": ["endurance", "Seems especially stron' and tough, likely able t' take a lot o' abuse."],
			"stokeValue": ["stokin'", "Incredibly combustible and strangely already hot t' th' touch."],
			"insulation": ["insulation", "As if reachin' from this world into another, a clearer separation exists between this object and th' outside."],
			"throwingBonus": ["hurlin'", "A rather unexpected, but excellent item t' throw."],
			"offering": ["offerin'", "Creatures that like this item won't be able t' resist yer unspoken armistice."],
			"itemRegeneration": ["regeneration", "An item that appears t' retain its shine overtime."]
		},
		"menuBarButton": {
			"inventory": "Duffle",
			"crafting": "Craftin'"
		},
		"message": {
			"aberrant": "{0?bilge-suckin' }{1}",
			"aboutHours": "It appears ye have {0} fer about {1} {2}.",
			"actionAlterFailed": "Ye failed t' alter {0}.",
			"actionAlterNotPossible": "Alteration be not possible on this item as it does not have a valid magical property t' alter.",
			"actionAttachContainerAttachedContainer": "Ye attached {0} t' {1}.",
			"actionAttachContainerAttachingContainer": "attachin' container",
			"actionAttachContainerCannotAttach": "Ye cannot attach {0} t' th' still.",
			"actionAttachContainerNothingToAttachContainerTo": "Thar be nothin' t' attach {0} t' here.",
			"actionAttackNoAttackTarget": "Thar be nothin' t' attack here.",
			"actionAttackNoHandsSelected": "Ye do not have some godforsaken hands selected t' attack with.",
			"actionCastAreaOverfished": "This area appears t' have been overfished.",
			"actionConsumeItemTypeStats": "Ye have {0}.",
			"actionCraftYouLackTheRequirements": "Ye lack th' requirements fer this craft.",
			"actionDetachContainerDetachContainer": "Ye detached {0} from {1}",
			"actionDetachContainerNoDetach": "Thar be nothin' t' detach here.",
			"actionDisassembleNoItemsSalvaged": "Ye were not able t' salvage some godforsaken items by disassemblin' {0}.",
			"actionDisassembleSalvaged": "Ye salvaged {0} by disassemblin' {1}.",
			"actionDismantleSeparated": "Ye separated {0} by dismantlin' {1}.",
			"actionDrinkInFrontNoDrink": "Thar be nothin' t' drink here.",
			"actionEnhanceEnhanced": "Ye enhanced {0}, increasin' its quality!",
			"actionEnhanceFailed": "Ye failed t' enhance {0}!",
			"actionFishingNothingBiting": "Nothin' seems t' be bitin' here.",
			"actionFishingSlipped": "Ye felt somethin' slip away from yer line.",
			"actionFishingTooShallow": "This location appears t' be t' be too shallow t' catch anythin'.",
			"actionJumpCannotJump": "Ye cannot jump t' thar.",
			"actionMeleeHasToBeEquipped": "{0} has t' be equipped t' attack with it.",
			"actionMeleeNothingToAttack": "Thar be nothin' t' attack here.",
			"actionMoveToSwimOffEdgeCannotCombatTides": "Ye fail t' swim any further, {0?yer stamina too low:the tides too stron' t' surpass}...",
			"actionNavigateNotOverworld": "Th' sextant requires ye t' be able t' see th' sun or moon t' come across yer coordinates.",
			"actionNavigateUseSextant": "Ye gaze into th' sextant, linin' up th' horizon and {0}. Ye measure yer coordinates t' be {1} and {2}, over an area o' {3} and {4}.",
			"actionPetCreatureRefused": "Ye attempt t' pet {0}, but it refuses yer caress.",
			"actionPetNoTamedCreature": "Thar be no tamed creature t' pet here.",
			"actionPickupAllItemsNoItems": "Thar be no items t' loot here.",
			"actionPickupExcrementNoExcrement": "Thar be no excrement t' loot here.",
			"actionPickupItemNoItem": "Thar be no item t' loot here.",
			"actionPickupNoPickup": "Thar be no valid object t' collect here.",
			"actionReleaseNoTamedCreature": "Thar be no tamed creature that ye control t' release here.",
			"actionRenameIsland": "{0} renamed th' island \"{1}\" t' \"{2}\".",
			"actionRenameNothing": "Thar be nothin' t' rename here.",
			"actionSailToCivilizationNotInsideBoat": "Ye must be in th' sailboat t' sail t' civilization.",
			"actionSailToIsland": "Ye depart from {0}, travelin' t' {1}...",
			"actionSailToIslandArrived": "Ye arrive at {0}.",
			"actionTameCreatureTamed": "This creature be already tamed.",
			"actionTameNoCreature": "Thar be no creature t' tame here.",
			"actionTestDepthNothingToTest": "Thar be nothin' t' test here.",
			"actionTestDepthWell": "Th' well appears t' have {0} {1}. {2?It contains {#WORDS:{2}} {NOUN({2}):container} worth.}",
			"actionToggleContainerNoContainer": "Thar be no container here t' close or open.",
			"actionToggleDoorNoDoor": "Thar be no door here.",
			"actionToggleHitchNoCreature": "Thar be no creature t' hitch here.",
			"actionToggleHitchNoHitch": "Thar be no hitchin' post t' hitch a creature t' here.",
			"actionUpgradeFailed": "Ye failed t' upgrade {0}!",
			"actionUpgradeNotMagical": "This item be not magical and cannot be upgraded.",
			"actionUpgradeUpgraded": "Ye upgrade {0}. Its magical value has improved!",
			"actionUseItemWeaponNeeded": "Ye need a weapon equipped that can fire this projectile!",
			"addedFuelToFire": "Ye added th' fuel t' th' fire! Th' fire grows stronger.",
			"addedFuelToTorch": "Ye added th' fuel t' th' torch.",
			"addToQuickslot": "Add t' Quickslot",
			"alreadyDesalinatedWaterInStill": "Thar be already desalinated water in this still!",
			"alreadyFullyRefined": "{0} be already fully refined.",
			"alreadyFullyRepaired": "{0} be already fully repaired.",
			"alreadyPreserved": "{0} be already well preserved.",
			"appearedNotEffectiveForGathering": "{0} did not appear t' be th' most effective fer gatherin' this resource.",
			"armorAppeared": "Yer armor appeared t' be {0} t' th' attack.",
			"armorProtectedFromInjuryAgainst": "Yer armor protected ye from injury against th' {0}.",
			"attemptedToDropAllIntoFire": "Ye attempted t' drop {0} into th' fire.",
			"attemptedToPlaceAllOnGround": "Ye attempted t' place {0} on th' ground.",
			"attemptToSoothBurnInWater": "Ye move aroun' in {0} attemptin' t' soothe yer burn injuries but do not succeed yet.",
			"attemptToTill": "Ye attempt t' {0} th' {1}, but do not produce some godforsaken results yet.",
			"autoActionsNoItem": "Ye do not have anythin' t' {0}{1? with}.",
			"badlyBurnedLostHealth": "Ye have been badly burned! Ye have lost {0} health!",
			"barteringSkillsProvided": "Yer barterin' skills have provided ye with an extra {0} barter credit.",
			"beenPoisoned": "Ye have been poisoned!",
			"beginSleeping": "Ye begin sleepin'...",
			"beginUsingBoat": "Ye begin usin' {0}.",
			"bestForCrafting": "Best fer Craftin'",
			"bleedingHasStopped": "Th' bleedin' has belayed!",
			"bleedingProfusely": "Ye start bleedin' profusely!",
			"bleedingToDeathLostHealth": "Ye be bleedin' t' death! Ye have lost {0} health!",
			"bookBlank": "Th' rest o' th' book was blank.",
			"bookContains": "Upon openin' th' {0}, {1} {2} fell from it. {3}",
			"bookCrumbles": "Upon openin' th' {0}, it strangely crumbles t' dust and small pieces.",
			"bookDiagrams": "Th' rest o' th' book contained strange diagrams.",
			"bookEmpty": "Ye open th' {0} t' reveal that it be completely empty.",
			"bookNothing": "Th' {0} contained nothin' o' note.",
			"bookOpen": "Ye open th' {0}, \"{1}\".",
			"bookScribbles": "Th' rest o' th' book contained incomprehensible scribbles and notes.",
			"brokenOnImpact": "{0} has broken on impact at a range o' {2?{#--COLOR-MAGICAL:{1}}:{1}}, costin' {2?{#--COLOR-MAGICAL:{3}}:{3}} stamina!",
			"brokenWhileFiring": "{0} has broken while firin' at a range o' {2?{#--COLOR-MAGICAL:{1}}:{1}}!",
			"cannotAddAnyMoreFuel": "Ye cannot add any more fuel t' {0}.",
			"cannotBuildHere": "Ye cannot build {0} here!",
			"cannotDoThatHere": "Ye cannot {0} here!",
			"cannotDropHere": "Ye cannot drop {0} here!",
			"cannotEquipThatThere": "Ye cannot equip {0} thar!",
			"cannotFishFor": "Ye cannot fish fer {0}.",
			"cannotHere": "Ye cannot {0} anythin' here.",
			"cannotInWater": "Ye cannot {0} items in water.",
			"cannotLeave": "Ye cannot leave yer friends and foes behind.",
			"cannotPickUpWhileLit": "Ye cannot pick {0} up while it be lit.",
			"cannotPickUpWithItemsInside": "Ye cannot pick {0} up with items inside!",
			"cannotPlaceContainerInItself": "Ye cannot place a container inside itself.",
			"cannotPlaceHere": "Ye cannot place {0} here!",
			"cannotPlaceThatFromHere": "Ye cannot place {0} from here.",
			"cannotPlaceThatHere": "Ye cannot place {0} here.",
			"cannotPlantHereTilled": "Ye cannot plant {0} here with th' {1} untilled.",
			"cannotRepairWhileLit": "Ye cannot repair {0} while it be lit!",
			"cannotRestHere": "Ye cannot rest here.",
			"cannotSeeHere": "Ye cannot see anythin' here.",
			"cannotSleepHere": "Ye cannot sleep here.",
			"cannotStartFireHere": "Ye cannot start a fire here!",
			"cannotToTellTime": "Ye cannot tell time from here!",
			"cannotUseCommand": "Ye cannot use that command",
			"cannotWhenProtected": "Ye cannot {0} items that be protected.",
			"cannotWhenProtectedDangerousAction": "Ye cannot dangerously {0} items that be protected.",
			"carryingTooMuchWeight": "Ye be carryin' too much weight!",
			"carvedUpCorpse": "Ye carved and hacked up th' corpse.",
			"carving": "carvin'",
			"castYourLine": "Ye cast yer line out {0} spaces.",
			"caughtFish": "Ye caught {0}!",
			"chatPingCommand": "Yer pin' be {0}ms.",
			"chatUnknownCommand": "\"{0}\" be an unknown command.",
			"chopping": "choppin'",
			"clearedBlood": "Ye cleared th' blood.",
			"closeToBeingDestroyed": "Yer {0} be close t' bein' destroyed.",
			"contextMenuHelpActions": "Ye can smartly use these actions by assignin' them t' a quickslot by left clickin' on an empty quicklot.",
			"contextMenuHelpAutoActions": "These actions will automatically come across th' first item in yer duffle (it won't destroy protected items). Ye can smartly use these actions by assignin' them t' a quickslot by right clickin' on an empty quicklot.",
			"contextMenuHelpItems": "Ye can smartly use this item's action by addin' it t' a quickslot. Starboard click th' item in th' quickslot and check an action t' change th' default action used.",
			"copiedMap": "Ye drew a copy o' {0}. Th' copy be {1} quality due t' yer skill in {2}.",
			"corpseOfNamed": "the corpse o' {0}",
			"couldNotDecipher": "Ye could not decipher th' map.",
			"creatureIdolAttractedCreature": "Th' creature idol attracted another creature.",
			"curedYourPoison": "Ye have cured yer poison!",
			"damageAppeared": "{0} damage appeared t' be {1}.",
			"damagedByPouring": "Ye damaged {0} by pourin' out th' {1}.",
			"dayQuarter1": "It be currently in th' first quarter o' th' day.",
			"dayQuarter2": "It be currently in th' second quarter o' th' day.",
			"dayQuarter3": "It be currently in th' third quarter o' th' day.",
			"dayQuarter4": "It be currently in th' fourth quarter o' th' day.",
			"dealtNoDamageToYou": "{0} has dealt no damage t' ye.",
			"deathByBleeding": "by bleedin' out",
			"deathByBurning": "o' burn injuries",
			"deathByConsumption": "by consumin' {0}",
			"deathByDrowning": "o' drownin'",
			"deathByExhaustion": "o' exhaustion",
			"deathByFistByPlayer": "by th' fist o' {0}",
			"deathByFrostbite": "o' frostbite",
			"deathByPoison": "by poisonin'",
			"deathBySteppingOn": "by steppin' on a {0}",
			"deathByTrap": "by steppin' on a trap",
			"dexterityIncreasing": "Ye felt yer dexterity increasin'!",
			"didNotSeemToBeHurting": "{0} did not seem t' be hurtin' {1}.",
			"dig": "dn'",
			"digAway": "dn' away",
			"digging": "diggin'",
			"digWithHands": "Dn' With Hands",
			"disassembling": "disassemblin'",
			"discoveredCaveEntrance": "Ye have discovered a cave entrance!",
			"discoveredInTheBottle": "Ye have discovered {0} in th' bottle!",
			"discoveredLavaPassage": "Ye have discovered a passage o' lava!",
			"dismantling": "dismantlin'",
			"dismantlingRequires": "Dismantlin' {0} requires {1}.",
			"displacedPuddles": "Ye have displaced th' {0?puddles:puddle}.",
			"doNotHaveTreasureMaps": "Ye do not have some godforsaken treasure maps!",
			"doNotProduceAnyResources": "Ye {0} at th' {1}, but do not produce some godforsaken resources yet.",
			"doodadCauseStatus": "{0} has {1} ye. Ye have lost {2} health!",
			"doodadGroupTier": "It be {0}.",
			"drewSurroundings": "Ye drew a map o' yer surroundings. It be {0} quality due t' yer skill in {1}.",
			"dropAllOfSameQuality": "Drop All o' th' Same Quality",
			"droppedIntoDepths": "Ye dropped {0} into th' briny depths below.",
			"droppedIntoFire": "Ye dropped {0} into th' fire.",
			"droppedIntoTheVoid": "Ye dropped {0} into th' void.",
			"dryadSprouted": "Ye notice a dryad has sprouted up from th' ground.",
			"dueToDehydration": "due t' dehydration",
			"dueToStarvation": "due t' starvation",
			"dugTreasureOut": "Ye have discovered th' booty!",
			"dumpContentsOfContainerInInventory": "Ye dump th' contents o' th' container into yer duffle!",
			"dyingOfDehydration": "Ye be dyin' o' dehydration!{0? Ye have lost {0} health!}",
			"earnedMilestone": "Ye have earned th' milestone '{NAME}': {DESCRIPTION}",
			"equipmentPreventedStatusEffects": "Yer equipment has protected ye against a harmful status effect from {0}.",
			"equipTo": "Equip t' ",
			"extinguishedFire": "Ye extinguished th' fire.",
			"extinguishedLightSource": "Ye extinguished {0}.",
			"failedToAddFuelToTorch": "Ye failed t' add th' fuel t' th' torch properly.",
			"failedToCatchFish": "Ye failed t' catch th' fish!",
			"failedToCauseDamage": "Ye failed t' cause some godforsaken damage t' {0} with {1}! {2}",
			"failedToCauseYouDamage": "{0} failed t' cause ye some godforsaken damage with {1}! {2}",
			"failedToCopy": "Ye have failed t' copy {0}.",
			"failedToDraw": "Ye have failed t' draw th' map legibly.",
			"failedToEnchant": "Ye failed t' enchant {0}.",
			"failedToIgniteTorch": "Ye failed t' ignite {0}!",
			"failedToPickLock": "Ye failed t' pick th' lock.",
			"failedToPlant": "Ye failed t' plant {0} in th' ground.",
			"failedToPreserve": "Ye failed t' preserve th' food.",
			"failedToRefine": "Ye failed t' refine {0}.",
			"failedToReinforce": "Ye failed t' reinforce {0}.",
			"failedToRepair": "Ye failed t' repair {0}.",
			"failedToStartFire": "Ye failed t' start a fire!",
			"failedToTame": "Ye have failed t' tame {0}.",
			"failedToTransmogrify": "Ye failed t' transmogrify {0}.",
			"feltBurningPainLostHealth": "Ye felt burnin' pain! Ye have lost {0} health!",
			"feltFrostbitePainLostHealth": "Ye felt a sharp, cold pain! Ye have lost {0} health!",
			"fewMinutes": "It appears ye {0} fer a few minutes.",
			"filled": "Ye filled {0}.",
			"filledFrom": "Ye filled {0} from {1}.",
			"fireAroundYouIsWarm": "Th' fire aroun' ye be warm and comfortin'.",
			"firedIntoObstacle": "Ye fired {0} into an obstacle at a range o' {2?{#--COLOR-MAGICAL:{1}}:{1}}.",
			"fireOverflowed": "Th' fire has overflowed and spread unexpectedly.",
			"fireOverflowedFireElemental": "A fire elemental has risen from th' flames.",
			"fishingWithNoBait": "Ye attempt t' catch th' fish without some godforsaken bait, but it appears uninterested.",
			"floating": "Floatin'",
			"fromTheStill": "desalinated water from th' still",
			"fuelIsRequired": "Fuel be required t' start a fire over this type o' tile.",
			"fullyDecodedMap": "Ye fully decoded th' map!",
			"gameHasBeenSavedIsTakingUpMB": "Yer game has been saved! Yer save be usin' {0}MB.",
			"gatherDestroy": "Ye gather {0} and destroy it in th' process.",
			"gathering": "gatherin'",
			"ghostNoActions": "Ye cannot do that as a dredgie!",
			"ghostOf": "Ghost o' {0}",
			"goatHasNoMilk": "Th' goat be not producin' milk yet.",
			"handProtectionPreventedInjury": "Yer hand protection has prevented injury t' yer hands.",
			"handsNotEffectiveForDigging": "Yer hands did not appear t' be th' most effective fer diggin'.",
			"harvesting": "harvestin'",
			"hasBeenHurtByATrap": "{0} has been hurt by a trap, causin' {1} damage!",
			"hasDecayed": "Yer {0} has decayed.",
			"hasHitYouForDamage": "{0} has hit ye fer {1} damage!{2? {2}}{3? {3}}",
			"hasNoEffect": "Th' {0} has no effect on {1}.",
			"hasSetTrapOffNoDamage": "{0} has set th' trap off, but it caused no damage!",
			"helpGrow": "Ye used th' {0} t' help {1} grow.",
			"hitchAttempt": "Ye attempt t' hitch {0}, but it fights ye and escapes yer grasp.",
			"hitchCreature": "Ye have hitched {0}!",
			"hitchDisabled": "Ye cannot fathom a way t' hitch {0}.",
			"hitchInUse": "This hitchin' post be already in use.",
			"hitForDamage": "Ye hit {0} fer {1} damage with {2}! {3}",
			"hitYouForDamage": "{0} hit ye fer {1} damage with {2}! {3}",
			"hurtHandsHittingWithoutWeapons": "Ye hurt yer hands hittin' {0} without some godforsaken weapons!",
			"hurtHandsWithNoTool": "Ye hurt yer {0} by {1} with no tool.",
			"ignitedTorch": "Ye have ignited {0}!",
			"injuredFromTrap": "Ye have been injured from a trap, causin' {0} damage!",
			"inNeedOfRepair": "Yer {0} be in need o' repair.",
			"inspectItem": "Press {0} t' inspect th' item.",
			"interactingWithHasInjuredYouForDamage": "{0} th' {1} has injured ye fer {2} damage!",
			"inventory": "Duffle",
			"isInTheWayOfPickingUp": "{0} be in th' way o' pickin' up {1}.",
			"itemFromWater": "Ye pulled {0} up out o' th' water!",
			"joinedAServer": "Ye have joined a server with {0} other players connected.",
			"knowledgeHasIncreased": "Yer knowledge in {0} has increased.",
			"labelCraftingReputation": "Craftin' Reputation: ",
			"labelCraftingRequires": "Craftin' Requires: ",
			"labelDismantlingRequires": "Dismantlin' Requires: ",
			"labelGrouping": "Groupin': ",
			"labelLeftHandAttack": "Port Hand Attack:",
			"labelRightHandAttack": "Starboard Hand Attack:",
			"lastPlaceYouLeftOff": "Ye awake t' discover yerself in th' last place ye left off...",
			"learnedHowToCreate": "Ye have learned how t' create {0}!",
			"leftHand": "port hand",
			"likelyFailures": " It be likely ye will not be able t' craft {0} without many failures.",
			"magicalItemDamage": " (-{0}% Chance t' Take Damage)",
			"mapDestroyed": "{0} has completely disintegrated in yer hands.",
			"mapNearlyDestroyed": "{0} be frayed and worn and could fall apart at some godforsaken moment.",
			"mapNotOfThisArea": "Ye cannot make heads or tails o' th' map. Is it a portrayal o' a region in another land, perhaps, savvy?",
			"merchantAlreadyTradedItem": "What do ye take me for? I already traded ye that!",
			"metabolismSlowed": "Yer metabolism has slowed. Ye will require less food and water.",
			"mining": "minin'",
			"missedWith": "Ye missed {0} with {1}!",
			"missedYouWith": "{0} missed ye with {1}!",
			"moveAllOfSameQualityToFacingContainer": "Move All o' Same Quality t' Facin' Container",
			"moveAllOfSameQualityToInventory": "Move All o' Same Quality t' Duffle",
			"moveAllOfSameQualityToLastOpenedContainer": "Move All o' Same Quality t' Last Opened Container",
			"moveAllOfSameQualityToOpenedContainer": "Move All o' Same Quality t' Opened Container",
			"moveAllToFacingContainer": "Move All t' Facin' Container",
			"moveAllToInventory": "Move All t' Duffle",
			"moveAllToLastOpenedContainer": "Move All t' Last Opened Container",
			"moveAllToOpenedContainer": "Move All t' Opened Container",
			"movedItem": "Ye moved {0} into {1}.",
			"moveOverTrapButDoNotSetOff": "Ye move over th' trap, but do not set it off.",
			"moveToFacingContainer": "Move t' Facin' Container",
			"moveToInventory": "Move t' Duffle",
			"moveToLastOpenedContainer": "Move t' Last Opened Container",
			"moveToOpenedContainer": "Move t' Opened Container",
			"multiplayerGamePaused": "Th' game has been paused.",
			"multiplayerGameResumed": "Th' game has been resumed.",
			"multiplayerPlayerConnected": "{0} be connectin'.",
			"mustBeEquippedToIgnite": "{0} must be equipped t' ignite it.",
			"nearlyBurnedEquipmentProtectedYou": "Ye were nearly burned, but yer equipment protected ye.",
			"needFreeHandToShoot": "Ye need a free hand t' fire {0}!",
			"needToEquipToShoot": "Ye need t' equip {0} t' fire from it!",
			"needToStartTravelsOutside": "Ye need t' start yer travels outside.",
			"needWaterForBoat": "Ye need t' be facin' or in water t' use {0}.",
			"nightQuarter1": "It be currently in th' first quarter o' th' night.",
			"nightQuarter2": "It be currently in th' second quarter o' th' night.",
			"nightQuarter3": "It be currently in th' third quarter o' th' night.",
			"nightQuarter4": "It be currently in th' fourth quarter o' th' night.",
			"noAmmunitionForThatWeapon": "Ye do not have some godforsaken ammunition fer {0} in yer duffle!",
			"noFireToStokeWith": "Thar be no fire t' stoke with {0} here!",
			"noFishAtLocation": "Thar be no fish or resources at this location!",
			"noGroundWater": "Th' well be constructed in a location that does not contain some godforsaken groundwater.",
			"noInkToDrawMap": "Ye do not have some godforsaken ink t' draw a map with!",
			"noKindlingOrFuelItemsToStartFire": "Ye do not have some godforsaken kindlin' or fuel t' start th' fire with.",
			"noKindlingToStartFire": "Ye do not have some godforsaken kindlin' t' start th' fire.",
			"noLongerFeelPainOfBeingBurned": "Ye no longer feel th' pain o' bein' burned!",
			"noLongerFeelPainOfBeingFrostbitten": "Ye no longer feel th' sharp, cold pain o' bein' frostbitten!",
			"noLongerHostile": "{0} be no longer hostile towards ye.",
			"noMoreRoomInContainer": "Thar be no more room in this container fer {0}.",
			"noPaperToDrawMap": "Ye do not have some godforsaken paper t' draw a map on!",
			"noRequiredItemToFireWeapon": "Ye do not have some godforsaken {0} t' fire {1}.",
			"noReturnWithoutCompletingChallenges": "An unknown force prevents ye from leavin' without completin' yer challenges.",
			"noRoomForImprovement": "{0} has no room fer improvement!",
			"noRoomToDrop": "Thar be no room t' drop {0} here!",
			"notEnoughPurifiedWaterYet": "Thar be not enough purified water available in th' still yet.",
			"notEnoughTreasureToReturn": "An unknown force prevents ye from leavin' without all th' pieces o' booty.",
			"notFacingCreatureToOfferThisTo": "Ye be not facin' a creature t' offer this to.",
			"notFacingLockedObject": "Ye be not facin' a locked object.",
			"notFacingOtherToHeal": "Ye be not facin' anythin' that can be healed.",
			"notFacingValidItem": "Ye be not facin' a valid item t' {0}.",
			"nothingHereToButcher": "Thar be nothin' here t' butcher!",
			"nothingHereToFill": "Thar be nothin' here t' fill {0}.",
			"nothingHereToGrasp": "Thar be nothin' here t' grasp!",
			"nothingToGetFromThis": "Thar be nothin' t' {0} from {1}!",
			"nothingToHarvestFromThisGather": "Thar be nothin' t' harvest from {0}; however, ye can chop it down.",
			"nothingToSmother": "Thar be nothin' t' smother here!",
			"nothingUsefulToHarvestYet": "Thar be nothin' useful t' harvest from {0} yet!",
			"noTinderToStartFire": "Ye do not have some godforsaken tinder t' start th' fire.",
			"notSuitableToPlant": "{0} be not suitable t' plant in {1}.",
			"noWaterInStill": "Thar be no water in this still.",
			"nPCStartingDialog1": "Well, ahoy! It be nice t' see another face aroun' these parts. Let us see if we can exchange goods and help each other out.",
			"nPCStartingDialog2": "Good day! Our odds o' survival might be better if we can trade some items with each other.",
			"nPCStartingDialog3": "Wow! Ye startled me! I ne'er expected t' come across another lost soul out here. Do ye wish t' trade items, savvy?",
			"nPCStartingDialog4": "Ahoy! I noticed ye from afar. I have been tryin' t' keep me distance as I was unware o' yer intentions. Would ye like t' trade items, or were me suspicions correct, savvy?",
			"nPCWelcomeCredit": "Welcome back! Ready t' use some o' that credit, savvy?",
			"objectIsLocked": "Th' object be locked.",
			"objectIsLockedAttemptToBreakIt": "Th' object be locked, ye attempt t' break it open.",
			"offerAberrantFail": "{0} took yer offerin', but failed t' accept ye as its owner.",
			"offerAberrantFailButTamed": "{0} took yer offerin', but failed t' gain some godforsaken favor with its owner.",
			"overEatingLostStamina": "Ye be over-eatin'! Ye have lost {0} stamina.",
			"overHydratingLostStamina": "Ye be over-hydratin'! Ye have lost {0} stamina.",
			"paperTurnedToMush": "Th' wet piece o' paper turned t' mush as it was released from th' bottle.",
			"parryTheBlow": "Ye parry th' blow, mitigatin' {0} damage.",
			"partiallyDecodedMap": "Ye partially decoded th' map.",
			"petCreature": "Ye pet {0}. It appears t' enjoy yer caress.",
			"pickupAllItems": "Loot All Items",
			"pickupExcrementWithHands": "Loot Excrement With Hands",
			"pickupItem": "Loot Item",
			"placedOnGround": "Ye placed {0} on th' ground!",
			"plantCouldBeHarvested": "{0} be {#--TEXT-COLOR:ready t' be harvested} fer its seeds, but its main resource must be chopped or gathered, destroyin' th' plant.",
			"plantedInGround": "Ye planted {0} in th' ground.",
			"plantGatheringWillDestroy": "Choppin' or gatherin' resources from {0} will destroy it.",
			"plantHasResourcesToGather": "{0} has some resources left t' chop or gather.",
			"plantHasResourcesToHarvest": "{0} has some resources left t' harvest.",
			"plantHighlyFertile": "{0} be highly fertile and may spread in its vicinity.",
			"planting": "plantin'",
			"plantIsBare": "{0} be {#--TEXT-COLOR:{1}}.",
			"plantIsFertile": "{0} be fertile and may spread in its vicinity.",
			"plantIsInStage": "{0} be in its {#--TEXT-COLOR:{1}} stage o' growth.",
			"plantIsNotFertile": "{0} be not fertile and will not spread.",
			"plantNotReadyToHarvest": "{0} does {#--TEXT-COLOR:not yet have resources} t' harvest.",
			"plantReadyToGather": "{0} be {#--TEXT-COLOR:ready t' chop or gather from}.",
			"plantReadyToGatherNotMaximal": "{0} could be chopped or gathered from but will {#--TEXT-COLOR:not yet provide th' maximal yield}.",
			"plantReadyToHarvest": "{0} be {#--TEXT-COLOR:ready t' harvest}.",
			"plantReadyToHarvestNotMaximal": "{0} could be harvested but will {#--TEXT-COLOR:not yet provide th' maximal yield}.",
			"playerHasCompletedChallengeRequirement": "{0?{0} has:Ye have} completed th' requirement \"{1}\". Only {#WORDS:{2}} {PLURAL({2})requirement} left!",
			"playerHasWonChallenge": "Th' challenge has been won by {0}. Better luck next time!",
			"poisonedLostHealth": "Ye be poisoned! Ye have lost {0} health!",
			"poisonWorkedItsCourse": "Th' poison has worked its course!",
			"pouredOut": "Ye poured out th' {0}.",
			"pouredOutOnYourself": "Ye poured out th' {0} on yerself.",
			"pouredWaterIntoStill": "Ye poured th' water into th' still.",
			"pourHarmedPlant": "Pourin' out {0} on {1} has harmed it.",
			"pourHealedPlant": "{0} has been healed {1} by pourin' {2} on it.",
			"pourIncreasedFertility": "Th' fertility o' {0} has increased from th' poured {1}.",
			"pouring": "pourin'",
			"preservedFood": "Ye preserved th' food.",
			"purifiedWaterInStill": "Thar be purified water in th' still.",
			"randomEventsFire": "Ye see a spontaneous erruption o' flames.",
			"reduceLength": "{0} on {1} has reduced th' length o' yer {2}.",
			"refusedToBeTamed": "{0} refuses t' be tamed so smartly after bein' released.",
			"reputationUpdate": "Yer reputation has {0}.",
			"requiredForDisassembleLabel": "Required fer Disassembly: ",
			"requiredForDisassembly": "{0} be required fer disassembly o' {1}!",
			"requiresFireToBeLit": "This still requires a fire t' be lit underneath it t' begin purifyin' water.",
			"requiresYouFacingFireSource": "{0} requires ye t' be facin' a fire source in order t' light it.",
			"requiresYouToBeAround": "{0} requires ye t' be aroun' {1} in order t' {2} it.",
			"resting": "Restin'",
			"restingOnGroundNotEffective": "Restin' on th' ground did not appear t' be th' most effective.",
			"restInterrupted": "Yer {0} has been interrupted {1}",
			"restInterruptedDamage": "by somethin' hurtin' ye.",
			"restInterruptedDying": "by dyin'.",
			"restInterruptedLoudNoise": "by a loud, crashin' noise.",
			"restInterruptedPain": "by yer persistin' pain.",
			"restInterruptedStirring": "by somethin' stirrin' aroun' ye.",
			"restLongTime": "lon' time",
			"restModerateTime": "moderate amount o' time",
			"restTime": "It appears ye have {0} fer a {1}.",
			"returnedToCivilization": "Returned t' civilization!",
			"returningToCivilizationSetOffAgain": "After returnin' th' booty back t' civilization, ye set off again...",
			"returnsToLife": "{0} returns t' life!",
			"revealsEntityIsAtPercentHealth": "{0} that {1} be at {#--TEXT-COLOR:{2}% health}.",
			"revealsEntityIsInjured": "{0} that {1} be {#--TEXT-COLOR:injured}.",
			"revealsEntityIsMostlyUninjured": "{0} that {1} be {#--TEXT-COLOR:mostly uninjured}.",
			"revealsEntityIsOnTheVergeOfDeath": "{0} that {1} be on th' {#--TEXT-COLOR:verge o' death}.",
			"revealsEntityIsSeverelyInjured": "{0} that {1} be {#--TEXT-COLOR:severely injured}.",
			"revealsEntityIsUninjured": "{0} that {1} be {#--TEXT-COLOR:uninjured}.",
			"revealsEntitySeemsInjured": "{0} that {1} be {#--TEXT-COLOR:injured}",
			"revealsEntitySeemsUninjured": "{0} that {1} be {#--TEXT-COLOR:uninjured}.",
			"revealsNumberOfResistancesAndVulnerabilities": "{0} that {1} be {#--TEXT-COLOR:resistant t' {2?{2}:no} damage types} and be {#--TEXT-COLOR:vulnerable t' {3?{3}:no} damage types}.",
			"revealsResistancesAndVulnerabilities": "{0} that {1} {#--TEXT-COLOR:resists {2?{2}:no} damage} and be {#--TEXT-COLOR:vulnerable towards {3?{3}:no} damage}.",
			"rightHand": "starboard hand",
			"sailing": "Sailin'",
			"scrollMaster": "Ye be truly a master o' all {0}.",
			"scrollProvidedNoUsefulInsight": "Th' scroll provided no useful insight fer ye.",
			"seemsToHaveDrawnEnergy": "{0} seems t' have drawn energy from {1}!",
			"setTrapOffButNoDamage": "Ye set th' trap off, but it does no damage t' ye.",
			"setUp": "Ye have set up {0}.",
			"shadowInTheWater": "Ye see a shadow in th' water.",
			"skillHasRaised": "Yer skill in {0} has raised t' {1}%!",
			"sleeping": "Sleepin'",
			"slitherSuckerConstricts": "{0} constricts and moves on yer head, causin' its teeth t' pierce ye as it writhes.",
			"slitherSuckerJumpedOnHead": "{0} jumps on top o' ye, suctionin' and constrictin' itself on top o' yer head.",
			"somethingInTheWayOf": "Thar be somethin' in th' way o' yer {0}!",
			"somethingInTheWayOfButcherFirst": "Thar be somethin' in th' way o' yer {0}. This must be butchered.",
			"somethingInTheWayOfFire": "Thar be somethin' in th' way o' stokin' th' fire!",
			"somethingInTheWayOfFishing": "Thar be somethin' in th' way. Ye cannot fish past that!",
			"somethingInTheWayOfPerforming": "Thar be somethin' in th' way o' performin' this action.",
			"somethingInTheWayOfPlacing": "Thar be somethin' in th' way o' placin' {0}.",
			"somethingInTheWayOfPlanting": "Thar be somethin' in th' way o' plantin' {0} here!",
			"somethingInWayOfClosingDoor": "Thar be somethin' in th' way o' closin' that door!",
			"soothedTheirBurnInjuries": "Ye have soothed their burn injuries!",
			"soothedYourBurnInjuries": "Ye have soothed yer burn injuries!",
			"sortedByBestCraftingConsumables": "{0}{1} sorted by best craftin' consumables.",
			"sortedByBestCraftingRequirements": "{0}{1} sorted by best craftin' requirements.",
			"staminaIsFull": "Yer stamina be full, ye do not need t' rest anymore.",
			"startedFire": "Ye have started a fire!",
			"startTravelInWater": "Ye need t' start yer travels while in ocean water.",
			"starvingToDeath": "Ye be starvin' t' death!{0? Ye have lost {0} health!}",
			"steppingOn": "Steppin' on",
			"stillHasNoWaterToPurify": "This still has no water t' purify!",
			"stirredUpCreature": "Ye stirred up a creature from th' briny depths!",
			"stoppedYourBleeding": "Ye have belayed yer bleedin'!",
			"stopUsingBoat": "Ye belay usin' {0}.",
			"strengthIncreasing": "Ye felt yer strength increasin'!",
			"summonedGuardiansByDiggingTreasure": "Ye have summoned th' guardians o' th' booty...",
			"summonedGuardiansByLockpicking": "Ye have summoned th' guardians o' th' booty chest...",
			"summonVoidDwellerItem": "{0} seems t' have attracted somethin' from out o' th' void.",
			"summonVoidDwellerRinging": "Ye hear a faint ringin' in th' distance.",
			"summonVoidDwellerShiver": "Ye feel a shiver down yer spine...",
			"sunNotBrightEnoughToStartFire": "Th' sun be not bright enough t' start a fire with {0}!",
			"swimming": "Swimmin'",
			"takenFromGroundBecomeTamed": "{0} has taken {1} from th' ground and has become tamed.",
			"tamedCreature": "This creature be {#--COLOR-GOOD:tamed} and appears {0}.",
			"teleportBlocked": "Yer teleport destination was blocked.",
			"teleported": "Ye have teleported.",
			"thanksBuying": "Thanks! I will take {0} credit fer {1}.",
			"thanksSelling": "Thanks fer tradin' in {0} fer {1} credit.",
			"thereIsNoContainerOnTheStill": "{0} does not have a container attached t' catch th' water!",
			"thereIsNoSunToStartFire": "Thar be no sun in here t' start a fire with.",
			"thrownIntoDepths": "Ye have thrown {0} into th' briny depths below at a range o' {2?{#--COLOR-MAGICAL:{1}}:{1}}, costin' {2?{#--COLOR-MAGICAL:{3}}:{3}} stamina.",
			"thrownIntoObstacle": "Ye have thrown {0} into an obstacle at a range o' {2?{#--COLOR-MAGICAL:{1}}:{1}}, costin' {2?{#--COLOR-MAGICAL:{3}}:{3}} stamina.",
			"thrownIntoVoid": "Ye have thrown {0} into th' void at a range o' {2?{#--COLOR-MAGICAL:{1}}:{1}}, costin' {2?{#--COLOR-MAGICAL:{3}}:{3}} stamina.",
			"tilling": "tillin'",
			"timeIs": "It appears t' be aroun' {1} o'clock.",
			"timeIsDawn": "It be dawn.",
			"timeIsDaytime": "It be daytime.",
			"timeIsDusk": "It be dusk.",
			"timeIsNighttime": "It be nighttime.",
			"timeIsSunrise": "Th' sun be risin'.",
			"timeIsSunset": "Th' sun be settin'.",
			"tooDamaged": "{0} be too damaged t' attempt t' {1}.",
			"tooExhaustedToJump": "Ye be too exhausted and overburdened t' make this jump.",
			"touching": "Touchin'",
			"tradeBarterCreditForItem": "Trade Barter Credit fer Item",
			"tradeItemForBarterCredit": "Trade Item fer Barter Credit",
			"tradingWith": "Tradin' with {0}",
			"trampledFire": "Ye trampled th' fire, puttin' it out!",
			"trampledIntoGround": "{0} trampled {1} into th' ground.",
			"trampleIntoGround": "Ye trampled {0} into th' ground.",
			"trampling": "Ye be tramplin' {0}.",
			"transmogrificationNotPossible": "Transmogrification be not possible on items without magical properties.",
			"transmogrified": "Ye transmogrified {0}! A magical property has mutated.",
			"trapMissed": "{0} has narrowly missed th' trap while movin' over it.",
			"trapStoppedYou": "Th' trap has belayed ye in yer tracks.",
			"traveling": "Travelin'",
			"treasureIsBlocked": "Ye come across th' spot whar th' booty be buried, but it be blocked.",
			"unhitchCreature": "Ye have unhitched {0}!",
			"unlockedChest": "Ye unlocked {0} and viewed its contents.",
			"unpurifiedWaterInStill": "Thar be unpurified water in th' still.",
			"usingBareHands": "usin' bare hands t' {0}",
			"waitUntilFireCooledToGetWater": "Ye must wait until th' fire has cooled off t' get th' purified water.",
			"waterGathering": "liquid gatherin'",
			"waterPutOutFire": "Th' {0} has put out th' fire.",
			"wellIsDry": "Th' well be completely dry! It may take some time t' refill.",
			"wellIsFull": "Ye cannot pour that into th' well because it be full!",
			"wildGoatRefusedToBeMilked": "Th' wild goat refuses t' be milked!",
			"willNotTrade": "Do ye take me fer a fool? I will not trade fer {0}!",
			"withYouSee": "with {0}, ye see",
			"workingYourselfIntoExhaustion": "Ye be workin' yerself into exhaustion!",
			"workingYourselfIntoExhaustionAndDrowning": "Ye be workin' yerself into exhaustion and drownin'!",
			"youApplied": "Ye applied {0}!",
			"youAte": "Ye ate {0}!",
			"youBeginResting": "Ye begin restin'...",
			"youCannotDoThatYet": "Ye cannot do that yet!",
			"youCanNowCombatTheTides": "A vessel at hand, ye no longer be bound by th' tides o' {0}. Th' open sea calls...",
			"youCooledLava": "Ye cooled th' lava.",
			"youCrafted": "Ye {0} {1}{2}!",
			"youDied": "Ye be shark bait, {0}!",
			"youDoNotFindTreasureYet": "Ye do not come across th' booty yet, but... it must be here!",
			"youDrank": "Ye drank {0}!",
			"youDropTheTorch": "Ye drop th' torch, causin' a fire t' break out.",
			"youEnchant": "Ye have enchanted {0}!",
			"youEquip": "Ye equipped {0}.",
			"youFailedTo": "Ye failed t' {0} {1} due t' lack o' skill.{2}",
			"youFailedToExtinguishedFireFully": "Ye failed t' extinguish th' fire fully.",
			"youFailedToHeal": "Ye have failed t' heal due t' lack o' skill in {0}.",
			"youFailedToHealOther": "Ye have failed t' heal {0} due t' lack o' skill in {1}.",
			"youFire": "Ye fire {0} at a range o' {2?{#--COLOR-MAGICAL:{1}}:{1}}.",
			"youGathered": "Ye gathered {0}!",
			"youGatheredAndDropped": "Ye gathered and dropped {0}!",
			"youHarvested": "Ye harvested {0}!",
			"youHarvestedAndDropped": "Ye harvested and dropped {0}!",
			"youHave": "Ye have",
			"youHaveAlreadyLearned": "Ye have already learned all ye can from {0}.",
			"youHaveDied": "Ye have died {0}!",
			"youHaveEnabledDisabled": "Ye have {0} usage o' yer {1} fer automatic choppin', minin', and attackin'.",
			"youHaveHealedOther": "Ye have healed {0}.",
			"youHaveKilled": "Ye have killed {0}!",
			"youHaveReleased": "Ye have released {0} into th' wild.",
			"youHaveTamed": "Ye have tamed {0}.",
			"youNeedMoreCredit": "Ye need {0} more barter credit t' trade fer that item.",
			"youNeedXToY": "Ye need {0} t' {1}.",
			"youNoticeBarren": "Ye notice {0} becomin' barren.",
			"youNoticeBecomeEnraged": "Ye notice {0} become enraged and increase in strength.",
			"youNoticeDying": "Ye notice {0} dyin'.",
			"youNoticeFertilityDecreasing": "Ye notice th' fertility o' {0} decreasin'.",
			"youNoticeFertilityIncreasing": "Ye notice th' fertility o' {0} increasin'.",
			"youNoticeGrowing": "Ye notice {0} growin'.",
			"youNoticeLavaCooling": "Ye notice lava coolin'.",
			"youNoticeLavaHardening": "Ye notice lava hardenin'.",
			"youNoticePerish": "Ye notice {0} inexplicably collapse and perish.",
			"youNoticePlantDamage": "Ye notice {0} seems t' have sustained some damage.",
			"youNoticePlantRegenerated": "Ye notice {0} appears t' have regenerated from damage.",
			"youNoticeRegrowing": "Ye notice {0} regrowin'.",
			"youNoticeStumbleInjureItself": "Ye notice {0} stumble and injure itself.",
			"youNoticeTakeFromGround": "Ye notice {0} take {1} from th' ground but failed t' become tamed.",
			"youNoticeWoundsClosing": "Ye notice th' wounds o' {0} closin'.",
			"youNoticeZombieHorde": "Ye notice a horde o' zombies comin' yer way.",
			"youOfferedToCreature": "Ye offered {0} t' {1} and it appeared t' be {2}.",
			"youOpen": "Ye open {0}.",
			"youPacked": "Ye packed th' {0}.",
			"youPickedUp": "Ye looted {0}.",
			"youRefine": "Ye refine {0}.",
			"youReinforce": "Ye reinforce {0}.",
			"youRepair": "Ye repair {0}.",
			"youReturnFromCivilizationWith": "Ye return from civilization with {0...}.",
			"yourFist": "yer fist",
			"yourHands": "Yer hands",
			"yourHighSkill": "yer high {0} skill",
			"yourInventory": "yer Duffle",
			"yourIsland": "yer island",
			"yourLowSkill": "yer low {0} skill",
			"yourModerateSkill": "yer moderate {0} skill",
			"yourRubbingNoEffect": "Yer rubbin' appears t' have no effect.",
			"youRub": "Ye rub {0} {1} as it smartly disintegrates in yer grasp. These lands will now act more {2} t' yer presence.",
			"youSee": "Ye see {0}.",
			"youSeeALivingMushroomSpore": "Ye see a livin' mushroom release its spores.",
			"youSeeAnAberrant": "Ye see a bilge-suckin' {0}.",
			"youSeeASkeletonCollapse": "Ye see a skeleton collapse t' th' ground.",
			"youSeeASlimeCombine": "Ye see two slimes combine into a jelly cube!",
			"youSeeAZombieBleeding": "Ye see a zombie bleedin' out.",
			"youSeeCoolDown": "Ye see {0} cool down t' {1}.",
			"youSeeDrop": "Ye see {0} drop from {1}.",
			"youSeeEngulfFire": "Ye see {0} engulf its surroundings with fire.",
			"youSeeFireSpread": "Ye see a fire spread uncontrollably.",
			"youSeeHelpingPlant": "Ye see {0} tendin' t' {1}.",
			"youSeeLay": "Ye see {0} lay {1}.",
			"youSeeLayingTrap": "Ye see {0} layin' down a trap.",
			"youSeeSpewLava": "Ye see {0} spew forth lava in defense.",
			"youSeeSpitAcid": "Ye see {0} spit acid.",
			"youSeeSpringForth": "Ye see {0} sprin' forth!",
			"youSeeSummon": "Ye see {0} chant and summon {1}.",
			"youSeeSwampFlood": "Ye see {0} inundate and flood th' ground on which it moves.",
			"youSeeTrampling": "Ye see {0} tramplin' {1}.",
			"youSetTheTrapOff": "Ye set th' trap off.",
			"youStokeTheFireElemental": "{0} draws energy from {1} as ye stoke it.",
			"youThrew": "Ye threw {0} at a range o' {2?{#--COLOR-MAGICAL:{1}}:{1}}, costin' {2?{#--COLOR-MAGICAL:{3}}:{3}} stamina!",
			"youTilled": "Ye tilled th' {0}.",
			"youUnequip": "Ye unequip {0}.",
			"youUsed": "Ye have used {0}!",
			"youWhileTraveling": "Ye {0...} while travelin'."
		},
		"milestone": {
			"abnormalizer": ["Abnormalizer", "Killed 25 bilge-suckin' creatures.", "Only bilge-suckin' creatures spawn."],
			"crafter": ["Crafter", "Crafted 250 items.", "All items be crafted with extra durability, at th' cost o' increased craftin' difficulty."],
			"gatherer": ["Gatherer", "Chopped or mined 1000 times.", "Start with lumberjackin' and minin' skill. These skills gain at a slower rate."],
			"locksmith": ["Locksmith", "Lockpicked 10 locks.", "Start with lockpickin' skill. Successful lockpickin' has a higher chance o' attractin' hostile creatures."],
			"reaperOfSouls": ["Reaper o' Souls", "Killed 50 pirate dredgies and harvested their corpses.", "Pirate dredgies will continuously spawn in locations not normally accessible."],
			"survivor": ["Survivor", "Survived fer 10,000 turns.", "+1 t' all startin' stats."],
			"thrower": ["Thrower", "Thrown 500 items.", "Thrown items deal extra damage. Throwin' skill be gained at a slower rate."],
			"trapper": ["Trapper", "Injured 10 creatures with traps.", "Traps deal extra damage. Trappin' skill gains at a slower rate."],
			"treasureHunter": ["Booty Hunter", "Dug or fished up 10 treasure chests.", "Start with a tattered map."],
			"collector": ["Collector", "Collected one o' every item.", "Start with a completely random item. Default startin' items be disabled."],
			"explorer": ["Explorer", "Stepped on or gathered from every type o' tile.", "Start with a spyglass."],
			"grandmaster": ["Grandmaster", "Raised a skill t' 100%.", "Begin with two additional startin' skills. Skills be gained at a slower rate."],
			"prepared": ["Prepared", "Equipped somethin' in each equipment slot.", "Start with an extra piece o' equipment."],
			"doctor": ["Doctor", "Cured each status effect.", "Start with an extra healin' item."],
			"seafarer": ["Seafarer", "Sailed t' civilization and completed th' game.", "Start with a golden sextant."],
			"navigator": ["Navigator", "Traveled th' seas in search o' new islands.", "Start with a raft, at th' cost o' startin' hungrier and thirstier."],
			"dragonSlayer": ["Dragon Slayer", "Slayed a drake.", "Bilge-suckin' drakes ne'er spawn. Drakes breathe fire more often."],
			"treasurer": ["Treasurer", "Collected every one o' th' six types o' booty.", "Start with a remarkable piece o' equipment. Start with 32,000 malignity."],
			"pulchritudinous": ["Pulchritudinous", "Equipped a magical item in each equipment slot.", "Start with a magical piece o' equipment."],
			"malevolent": ["Malevolent", "Reached 64,000 malignity.", "Start with 8000 malignity. Benignity be gained at 2x speed."],
			"benevolent": ["Benevolent", "Reached 64,000 benignity.", "Start with 8000 benignity. Malignity be gained at 2x speed."],
			"boundless": ["Boundless", "Reach 125% in a single skill.", "Begin with three additional startin' skills. Skills be gained at a slower rate."],
			"talented": ["Talented", "Reached 1000% in skill percentages across all skills.", "Begin with an additional startin' skill. Skills be gained at a slower rate."],
			"weathered": ["Weathered", "Survived fer 100,000 turns.", "+2 t' all startin' stats."],
			"seasoned": ["Seasoned", "Survived fer 1,000,000 turns.", "+3 t' all startin' stats."],
			"pacifier": ["Pacifier", "Tamed one o' each tamable creature.", "Start with a tamed bilge-suckin' creature."],
			"merchant": ["Merchant", "Bartered with 100 items.", "Merchants give slightly better deals, but start with less items in their duffle."],
			"notekeeper": ["Notekeeper", "Jotted down a note fer each situation.", "Start with a book, paper, and an inkstick."],
			"operator": ["Operator", "Used every action available.", "All skills be buffed by 5%."],
			"huntsman": ["Huntsman", "Killed one o' every creature.", "All creatures have a small chance o' startin' \"scared\""],
			"challenger": ["Challenger", "Completed 25 challenge mode quests.", "Start with a piece o' booty."],
			"destroyerOfMagi": ["Destroyer o' Magi", "Killed 50 wisps and harvested their corpses.", "Wisps regularly will continuously spawn in locations not normally accessible."],
			"helmsman": ["Helmsman", "Discovered each different island type while travelin'.", "Start with a bullboat, at th' cost o' startin' hungrier and thirstier."],
			"multitasker": ["Multitasker", "Use each skill at least once.", "All skills be buffed by 10% at th' start. Skills be gained at a slower rate."],
			"apocryphal": ["Apocryphal", "Collected items with one o' every magical property.", "Start with an item with up t' three magical properties on it."],
			"diverse": ["Diverse", "Played a game in every game mode.", "All startin' stats reduced heavily. Ye received two stats points fer every gain."],
			"traitor": ["Traitor", "Kill yer own tamed creature.", "Creatures gain double th' maximum health on re-tame, but un-tame twice as fast."],
			"masterOfAll": ["Master Of All", "Raised all skills t' 100%.", "Start with one skill at 100%. It cannot be raised past 100% through bonuses."]
		},
		"milestoneModifierGroup": {
			"treasure": "Booty"
		},
		"misc": {
			"itemMagicalProperty": "{1} o' {0}"
		},
		"modLoadError": {
			"modLoadError": "Error loadin' mod.",
			"missingRequiredMod": "Missin' a required mod.",
			"reqiredModNotLoaded": "Required mod be not loaded."
		},
		"modLoadFailureReason": {
			"isDisabled": "{name}@{version} be disabled",
			"notInstalled": "{name}@{version} be not installed",
			"notMultiplayerCompatible": "{name}@{version} be not a multiplayer-compatible mod.",
			"unableToLoad": "Unable t' load {name}@{version}",
			"versionMismatch": "Required {name}@{version}. Currently runnin' version {1}"
		},
		"multiplayerDisconnectReason": {
			"banned": "Ye have been banned from th' server.",
			"connectionTimeout": "Yer game timed out.",
			"desync": "Yer game became\nout o' sync with th' server.",
			"keepAliveTimeout": "Yer game timed out.",
			"kick": "Ye have been kicked from th' server.",
			"left": "Ye have left th' server.",
			"lostConnection": "Lost connection t' server.",
			"serverShutdown": "Th' server be shuttin' down.",
			"unableToJoinGame": "Unable t' join game.",
			"unableToLoadMods": "Unable t' load mod(s)."
		},
		"musicPlaylist": {
			"shuffle": ["Shuffle", "Tracks be randomized."],
			"dynamic": ["Dynamic", "Tracks be chosen based on situation."]
		},
		"note": {
			"backToCivilization": ["Back t' Civilization", "Havin' found all th' treasures, th' force that prevented me return back from once I came had finally been lifted. I returned with th' treasures in me sailboat, retracin' me coordinates from th' island t' th' village I once called me home. I'm not sure if it be \"home\" anymore.\n\nFortunately, th' booty that I had returned with has made me very wealthy indeed.\n\nEven so, somethin' calls me back. Though me time on th' island was survival; I survived. I thrived in fact. There's a yearnin' fer excitement. There's a cravin' fer more booty. T' exploit th' island o' its bounty at th' expense o' its anger.\n\nIs this part o' th' mystery and why nobody has heard o' these places? All who that has heard o' them ne'er leave, and even those that do, always even up returnin'. I must go back. It be no longer an option.\n\nNobody ever truly leaves th' island."],
			"bleeding": ["Bleedin'", "{0?{0}:Usin' me bare hands t' {1}} has caused me t' begin bleedin'. If I do not cease th' flow o' blood, me situation will smartly become much grimmer. I must stem th' flow o' blood usin' a bandage, tourniquet, or suture. I'm startin' t' feel a bit faint"],
			"burned": ["Burned", "Me seared flesh remains as painful as th' moment I burned it. I know that while I am in this constant and unabatin' pain, me focus and wellbein' will be hampered. It may be wise t' attempt t' soothe this pain. Perhaps with pourin' liquid over th' burn, I can stifle th' agony. It may be an even wiser idea t' take a swim and use th' minerals within th' water t' both sooth and heal th' afflicted wound."],
			"caving": ["Cavin'", "When outside, I hear th' chirps and calls o' birds and small animals, and I hear th' stron' winds from th' ocean rustle th' leaves o' trees and other fauna. Every once in a while, in th' distance, I hear a loud growl or th' sounds o' a fevered chase through th' underbrush, o' a predator and its prey.\n\nDown here, however, be different story. It be eerily quiet in th' briny depths o' th' island. And unlike above, th' infrequent sounds that I {/do/} hear send shivers down me spine. A faint tip, tap, as water drips in th' distance, a thin whistle as air passes through cracks in th' rough stone. An intermittent clickin' noise, o' what I can only imagine must be th' claws o' a large arthropod.\n\nIt would be surprisin' if these caves didn't have {/somethin'/} within them. Thar be other signs o' human activity on this island, th' caves should be no different. Maybe booty or other swag. However, I would be lyin' t' myself if I said I wasn't horrified at th' thought o' continuin' deeper."],
			"combat": ["Combat", "As I engage in combat with {0}, I acknowledge it may not be th' best course o' actions, given me current situation. Th' concept o' {/\"fight or flight\"/} remains lingerin' in me mind. Perhaps runnin' from {0} could be a consideration in th' future. Attemptin' t' tame or offer food t' th' creature has also crossed me mind.\n\nIf all else fails, I must protect me life through mortal conflict and dispatch o' th' creature. I will endeavor t' record me findings on th' effectiveness o' me weapons against certain types o' creatures. I note fer example, that {0} be seemingly resistant t' {1?{1}:no} damage types, and vulnerable t' {2?{2}:no} damage types. This also applies t' th' potential damage th' creature inflicts on me against me own armor.\n\nIn a previous situation, parryin' proved t' be very valuable, allowin' me t' block incomin' attacks from me sparrin' partner. As lon' as I hold two weapons or a shield in me off-hand, I should be able t' mitigate some damage from me opponent."],
			"corpse": ["Corpse", "{0} {1?lay:lays} thar, lifeless. In order t' maintain me own life, perhaps it would be beneficial t' use a sharp tool or material t' butcher {1?these:this} {1?corpses:corpse} and gather th' usable remains."],
			"creatureTaming": ["Creature Tamin'", "I recall a more innocent time in me life as I witness th' deceased {0}. Th' adage, {/\"violence be not th' answer\"/} floods me mind as I ponder practicin' benevolence against th' creatures here.\n\nI could attempt t' tame creatures usin' me skills; however, perhaps an even better idea would be t' offer th' creature food it would like t' consume. Both options involve gettin' close t' th' creature. Perhaps I can simply leave th' items on th' ground and see if they will act in kindness towards me after acceptin' me offerin' as they move towards it. I know I will become more successful with any o' these options as me skills grow."],
			"dehydration": ["Dehydration", "Th' rhyme echoes in me head, {/\"water, water, everywhere, nor some godforsaken drop t' drink\"/}. Me mind runs cloudy; me mouth bone-dry. I'll require water if I am t' last any longer.\n\nUnfortunately, th' largest body o' water in me vision be nearly undrinkable in its natural form. I'll need t' construct a water still if I am t' convert th' salinated sea water t' potable water. It be quite th' endeavor indeed.\n\nIf I am lucky, I may be able t' come across fresh water sources inland or in th' caves below. It should be drinkable in its natural form, but errin' on th' side o' caution, it may be prudent t' boil it fer safety."],
			"durability": ["Durability", "Me {0} be close t' breakin' from use. {1?Usin' me {1}, I should be able t' repair it easily enough:With th' right resources, I should be able t' fashion myself a hammer t' repair it}.\n\nIf I actively search out high quality materials t' craft me tools, armor, and weapons with, I can expect much higher durability on them, especially after me skills have improved. {2?I can also craft glue to:If I ever manage t' come across out how t' concoct a glue, I can} further reinforce me items, providin' much higher durability."],
			"encumbered": ["Encumbered", "This confounded burden! Me pack be overflowin' with heavy items that I will need t' purge in order t' decrease me encumbrance. Carryin' this many items will slow down me movement and heavily impact me stamina.\n\nSome o' th' heaviest things in me duffle include {0}, {1}, and {2}."],
			"failureInCrafting": ["Failure In Craftin'", "I failed in me attempt t' craft {0}, mostly due t' me lack o' skill and knowledge in {1}. I think with repeated attempts, I'll gain some knowledge t' hopefully succeed in craftin' {0} eventually. I also hope that th' materials can suffer th' wear that me poor craftin' skills be placin' on them. I may even need t' replace some components that I am damagin' on each attempt.\n\nAlthough I have many ideas on what t' craft with th' items in me duffle, some o' them may be quite difficult t' craft without first havin' an intermediate, advanced or even expert skill level in th' craft fer each item."],
			"gardening": ["Gardenin'", "As I work on {0}, I reflect on th' growth stages o' vegetation that I have witnessed. Most plants seem t' begin producin' th' most valuable resources at aroun' th' flowerin' stage, but I have observed th' most bountiful haul comes durin' th' ripenin' stage, when th' fruits and vegetables be ripe fer th' takin' and th' seeds be available t' harvest.\n\nIf I want t' succeed at gardenin', I may also need t' consider tryin' me hand at craftin' fertilizer and fertile soil fer me garden. Th' quality o' terrain in which I plant th' seed or mushroom will likely impact its growth as well. I mustn't also forget t' water me plants. Waterin' them will surely help them grow and survive lon' enough t' produce th' resources which seem all too dire in me situation."],
			"healthIssues": ["Health Issues", "Me wellbein' be at an all-time low. I'm bruised, battered, and nearly defeated. Me only chance at a respite be through medical intervention, rest, healthy foods, or ideally, all three.\n\n{0?As much as it pains me t' consider it, disassemblin' me clothin' t' craft makeshift bandages appears t' be a good option in me current predicament.}{1?Luckily, I do have some items t' be used fer healin' within me duffle includin' {1}.}"],
			"inedible": ["Inedible", "Consumin' {0} may not have been th' best o' ideas. I {1?think I may:am probably lucky not to} have been poisoned by it... It would be prudent t' pay better attention t' what I ingest. Somethin' like that should only be consumed when I am in dire straits."],
			"itemQualities": ["Item Qualities", "As I loot {0}, I notice it be {Misc:ColorizeQuality:({1},{ARTICLE:{2} specimen})} indeed. I'm sure usin' this in a craft will benefit th' end result greatly. I also observe it appears t' have greater durability and strength than most other items in its class, resultin' in much greater endurance when used."],
			"mercantile": ["Mercantile", "I meet {0} today, a person in a similar state as myself; survivin' on this island and livin' off th' land. They seemed friendly enough and offered t' trade items they had found with me.\n\nMe skill in barterin' may pay off when decidin' on a trade value, which we have signified with a credit system. {0} gives me credit when I give items t' them, and reversely, removes credits when I come across an item in their duffle worth takin' fer myself.\n\nEven though I found this valuable tradin' partner, th' thought o' somethin' more nefarious has crossed me mind. Takin' their supply by force would likely put me at odds with th' island, but it may be worth it fer their belongings and equipment."],
			"nightfall": ["Nightfall", "Dusk be smartly approachin'. Who could know what creatures lurk in th' darkness  it would be wise t' seek shelter or make a camp fer th' night."],
			"poisoned": ["Poisoned", "Me vision blurs as I write this; me stomach tied in knots. {0} has caused me t' become poisoned. I can feel myself gettin' weaker even through th' process o' writin' this note. Thirst consumes me, and me wellbein' be in jeopardy. I must attempt t' fabricate a cure. Perhaps plants o' a medicinal nature may aid me in this bodily turmoil."],
			"reputation": ["Reputation", "It seems that as time passes and th' struggle fer survival continues, th' actions I take which be averse t' th' benefit o' th' island come back t' haunt me.\n\nWhen I sow plants, or respect th' island's inhabitants, less o' them seem t' be hostile. Likewise, when I gather resources, deface th' landscape, or attack creatures, I see malicious beasts much more frequently.\n\nAs o' writin' this, it seems as though th' island be {0?{#--COLOR-GOOD:benign}:{#--COLOR-BAD:malign}}. Fer th' benefit o' me survival, I may want t' limit th' scope o' me damage t' th' natural environment."],
			"seaTravel": ["Sea Travel", "I finally made it!\n\n{0?Me {0} chopped through th' rough seas on me journey t' this new set o' islands.:All o' th' time I have practiced swimmin' has allowed me t' travel t' an entirely new set o' islands.} {1>0?{2=0?Usin' {1...}, I was able t' significantly speed up me journey, reducin' th' food and water needed fer th' voyage.:Usin' {1...}, I was able t' save some time on me journey, but it would have been even faster with {2...}, reducin' th' food and water required even further.}:If I had {2...}, I could have significantly reduced th' time needed fer th' voyage, savin' much food and water fer th' trip. It was difficult navigatin' th' seas without them.}"],
			"staminaReplenishment": ["Stamina Replenishment", "Me breath be fast and heavy. I'm nearly worked t' th' point o' exhaustion. I should proceed t' slow me work t' a bare minimum while me stamina replenishes itself. More efficiently, I could try restin' on th' ground, or even sleep in a bedroll fer maximum benefits. Rest be important fer me sanity and me survival."],
			"starvation": ["Starvation", "I'm wastin' away. Each step I take feels like a step closer t' death, and each one o' those steps makes me weaker and weaker.\n\nI would eat anythin' in this state. Yes, even all th' undesirables I have passed on throughout me life. I'll take th' vile organs from a rat, I'll take th' bitter seeds from a tree, and I'll even eat some godforsaken creepy crawlies I discover. Anythin' fer a little sustenance on this blasted island.\n\nIt might be a good idea t' search further out or even think about plantin' me own crops. I don't know how lon' I'll be here fer. If me hunger be anythin' t' go by, it might not be fer much longer."],
			"stranded": ["Stranded", "I awake t' find myself no longer in th' company o' hearties or a fine seafarin' vessel. Instead I discover myself in tattered clothin', with but a few possessions: {0}, and other shoddy items.\n\nBooty... Th' thought be vague and fleetin', but... I remember somethin' about booty."],
			"toolUse": ["Tool Use", "I'm reminded o' th' proverb, {/\"the right tool fer th' right job\"/} as I attempt t' {0} usin' me bare hands. I know that usin' a tool fer {1} would reduce me change o' injury as well as provide much needed efficiency.\n\nFurthermore, I've observed th' increased efficiency o' usin' a bladed tool while lumberjackin' and usin' a blunt tool while minin'. Th' proverb proves its innate truth."],
			"treasureHunting": ["Booty Huntin'", "I have happened upon a tattered map and on closer inspection o' th' drawings, appears t' be a marked location. It may take some time t' come across th' location based on me surroundings, but I believe I should investigate this further. As me skill in cartography improves, I'm sure I will be able t' make more o' th' drawings out. This could very well be a treasure map.\n\nAlthough me memory be fleetin', I do recall me penchant fer booty."]
		},
		"prompt": {
			"gameDialogMessagesEditFiltersSaveOverExisting": ["Thar be already a filter with this name.", "Would ye like t' save over it, savvy?"],
			"gameDialogMessagesEditFiltersResetConfirm": ["Be ye sure ye want\nto reset yer filters, savvy?", "Thar be no undo."],
			"gameMessagesContextMenuClear": ["Be ye sure ye want t' clear\nyer {/entire/} message history, savvy?", "Thar be no undo."],
			"gameCannotRunIndexedDbError": ["Failed t' start.", "This can happen if multiple instances o' Wayward be runnin' at th' same time\nor if ye previously loaded a development build o' th' game and reverted back t' th' public branch."],
			"gameConfirmationActionOnFire": ["Be ye sure ye want to\n{1} {0}, savvy?", "It be on fire!"],
			"gameConfirmationDestroyOnGather": ["Choppin', gatherin', or harvestin' {0} {1} will not provide some godforsaken resources yet.", "Be ye sure ye want t' destroy it, savvy?"],
			"gameConfirmationDroppingContainer": ["This container contains items.", "Be ye sure ye want t' drop it, savvy?"],
			"gameConfirmationRestWithEquippedFireSource": ["{0} with {1} may start a fire or harm ye.", "Be ye sure ye want t' {2}, savvy?"],
			"gameContainerNotFull": ["Th' desalination process be not complete.", "Be ye sure ye want t' detach th' empty container, savvy?"],
			"gameDangerousStep": ["Be ye sure ye want t' step thar, savvy?", "Steppin' onto {0} be dangerous!"],
			"gameDesalinationNoNeed": ["This water does not need t' undergo th' desalination process.", "Do ye want t' pour it in th' still t' purify, savvy?"],
			"gameExtinguishWaterStill": ["This water still already contains water.", "Do ye want t' extinguish th' fire, savvy?"],
			"gameItemMayBeDestroyedInCraft": ["{0} may be destroyed on failure or use.", "Do ye wish t' continue, savvy?"],
			"gameItemMayCauseBurns": ["Items used in this craft may cause burns due t' them bein' in or on fire.", "Do ye wish t' continue, savvy?"],
			"gameItemsMayBeDestroyedOnUse": ["Yer {0} may be destroyed.", "Be ye sure ye want t' do that, savvy?"],
			"gameLoadFailure": ["Failed t' Load th' Game", "Please create a topic and send us yer logs on th' {(https://steamcommunity.com/app/379210/discussions/1/):Bug Reports Forum}."],
			"gameNoHealingRequired": ["Yer target fer healin' be not damaged or bleedin'.", "Be ye sure ye want t' heal anyways, savvy?"],
			"gameNoSaveOnDeath": ["Ye Have Died", "Ye cannot save while dead in hardcore mode."],
			"gamePickUpStillWithWater": ["This still contains water.", "Do ye want t' pick it up, and empty th' water out, savvy?"],
			"gameReleaseCreature": "Be ye sure ye want t' release {0}, savvy?",
			"gameRenameCreature": "What would ye like t' name th' {0}, savvy?",
			"gameRenameDoodad": "What would ye like t' name th' {0}, savvy?",
			"gameRenameItem": "What would ye like t' name th' {0}, savvy?",
			"gameReturnToTitleScreen": ["Be ye sure ye want to\nabort t' th' main menu, savvy?", "Yer progress will be saved automatically."],
			"gameReturnToTitleScreenChallenge": ["Be ye sure ye want to\nabort t' th' main menu, savvy?", "Yer progress be not saved in Challenge Mode!"],
			"gameSailAwayEnd": ["Be ye sure ye want\nto sail t' civilization, savvy?", "Yer challenge will be completed and yer journey will be over."],
			"gameSailAwayReturnable": ["Be ye sure ye want\nto sail t' civilization, savvy?", "Yer journey will be over, but ye can always return back t' these lands.\nFood and water be recommended."],
			"gameSaveFailure": ["Failed t' Save th' Game", "Please create a topic and send us yer logs on th' {(https://steamcommunity.com/app/379210/discussions/1/):Bug Reports Forum}."],
			"gameIslandTravelConfirmation": ["Be ye sure ye want t' travel t' another island, savvy?", "{0?:Food and water be recommended.}"],
			"gameWellConvert": ["Pourin' this water will convert th' water in th' well t' seawater.", "Do ye want t' convert th' water in th' well, savvy?"],
			"gameSolarStillWontWorkInTemperature": ["A solar still will not function in this temperature without a heat source.", "Do ye still want t' build it here, savvy?"],
			"gameSolarStillWontWorkInCave": ["A solar still will not work in caves.", "Do ye still want t' build it here, savvy?"],
			"menuCharacterCreationImportCharacterFailure": "Unable t' Import Character",
			"menuCharacterSelectionDeleteCharacter": "Be ye sure ye want t' delete th' character template '{0}', savvy?",
			"menuGameEndGhostDeleteSave": ["Ye be dead.\nDo ye want t' keep this save, savvy?", "Yer highscore and unlocks be saved."],
			"menuGameEndWonDeleteSave": ["Ye have won.\nDo ye want t' keep this save, savvy?", "Yer highscore and unlocks be saved."],
			"menuGameEndReturnToTitleScreen": "Be ye sure ye want to\nabort t' th' main menu, savvy?",
			"menuGameEndReturnToTitleScreenChallengeMultiplayer": ["{Prompt:MenuGameEndReturnToTitleScreen}",
				"{#--COLOR-BAD:{0?Thar be other players connected.\n}Savin' be disabled in Challenge Mode!}"
			],
			"menuGameEndReturnToTitleScreenMultiplayer": ["{Prompt:MenuGameEndReturnToTitleScreen}",
				"{#--COLOR-BAD:{0?Thar be other players connected.}}"
			],
			"menuLoadGameDeleteSave": "Be ye sure ye want to\ndelete th' save '{0}', savvy?",
			"menuLoadGameDeleteSaves": ["Be ye sure ye want\nto delete {0} saves, savvy?", "{#--COLOR-BAD:Thar be no undo!}"],
			"menuLoadGameExportType": "How would ye like t' export this save, savvy?",
			"menuLoadGameImportSaveFailure": ["Failed t' import one or more saves.", "{#--TEXT-SECONDARY:{0?Succeeded\\: {0...}}\n{1...\n}}\n{2?Send us yer file and yer log!}"],
			"menuLoadGameMissingMod": ["Be ye sure ye want t' load this save?\nMod(s) be missin'. This may cause bugs.", "{0?Missin' Mods\\: {0...}}\n{1?Disabled Mods\\: {1...}}"],
			"menuLoadGameOldBuildTime": ["Be ye sure ye want t' load this save?\nYe be loadin' this save in an old version o' th' game. This may cause bugs.", "Save build time: {0}\nGame build time: {1}"],
			"menuLoadGamePublishError": ["Thar was an error publishin' the\nsave game mod t' th' workshop.", "{0}"],
			"menuMainWelcomeToVersion": ["Welcome t' Wayward {0}!", "Please visit th' News menu t' see what's new.\nAll mods have been disabled by default."],
			"menuMainOldVersionWarning": ["You've loaded an older version\no' th' game!", "Ye previously played {0}. You're now playin' {1}.\nUnintended side effects may occur, such as losin' all save data.\nIt be highly recommended ye backup th' Wayward save folder before continuin'."],
			"menuModsConfirmPublish": "Be ye sure ye want\nto publish this mod, savvy?",
			"menuModsConfirmPublishUpdate": "Be ye sure ye want t' publish\nan update t' this mod, savvy?",
			"menuModsModEnableMultipleLanguages": ["This mod provides multiple languages.", "Would ye like t' go t' the\noptions menu and change language, savvy?"],
			"menuModsModEnableUseLanguage": "This mod provides a language.\nWould ye like t' switch t' it, savvy?",
			"menuModsPublishedReminderRequiredModsOnWorkshop": "Don't forget t' add th' required mods\non th' Steam Workshop page!",
			"menuModsInfoMissingDependencies": ["{0} can't be enabled because it be missin' other required mods.", "Required mods: {1}"],
			"menuModsConfirmEnableDisabledDependencies": ["{0} can't be enabled without enablin' its required mods. Would ye like t' enable them, savvy?", "Required mods: {1}"],
			"menuModsConfirmDisableDependents": ["{0} can't be disabled without disablin' its dependent mods. Would ye like t' disable them, savvy?", "Dependents: {1}"],
			"menuModsConfirmUninstallMod": "Be ye sure ye want to\nuninstall {0}, savvy?",
			"menuModsUnloadableSaveGameMod": ["Unloadable Save Game", "Th' save game '{0}' cannot be loaded due t' bein' too old or incompatible with this version o' Wayward."],
			"menuModsSubmenuEditInternalModsModsListChangeReload": ["Reload th' game, savvy?", "Changin' th' internal mods list requires a reload."],
			"menuMultiplayerCannotJoinFailedToLoadMods": ["Cannot Join Server", "Failed t' load required mods: {0...}\n"],
			"menuNewGameTooManySaves": ["Thar be too many saves!", "Delete old saves before makin' new ones."],
			"menuCustomGameOptionsConfirmImport": ["Be ye sure ye want to\nimport different options, savvy?", "Any existin' configuration will be replaced."],
			"menuCustomGameOptionsImportFailure": ["Failed t' import custom game options.", "Send us yer file and yer log!"],
			"menuMilestoneModifiersConfirmImport": ["Be ye sure ye want t' import\na different list o' modifiers, savvy?", "Any existin' modifiers will be replaced."],
			"menuMilestoneModifiersImportFailure": ["Failed t' import custom game options.", "Send us yer file and yer log!"],
			"menuOptionsReloadGame": "Be ye sure ye want to\nreload th' game, savvy?",
			"menuOptionsConfirmUnlockMilestones": ["Be ye sure ye want to\nunlock all milestones, savvy?", "Yer previous unlock progress cannot be restored.\nConsider backin' up yer global save data."],
			"menuOptionsConfirmUnlockRecipes": ["Be ye sure ye want to\nunlock all craftin' recipes, savvy?", "Yer previous unlock progress cannot be restored.\nConsider backin' up yer global save data."],
			"menuOptionsSaveDataClearAll": ["Be ye sure ye want to\nclear all save data, savvy?", "This includes options, game saves, and milestone progress."],
			"menuOptionsSaveDataClearCharacters": "Be ye sure ye want to\ndelete all o' yer previous characters, savvy?",
			"menuOptionsSaveDataClearHighscores": "Be ye sure ye want to\nremove yer highscores, savvy?",
			"menuOptionsSaveDataClearMilestones": "Be ye sure ye want to\nreset yer milestone progress, savvy?",
			"menuOptionsSaveDataClearOptions": "Be ye sure ye want to\nreset all o' yer options, savvy?",
			"menuOptionsSaveDataClearSaves": "Be ye sure ye want to\ndelete all o' yer game saves, savvy?",
			"menuOptionsSaveDataClearCraftingRecipes": "Be ye sure ye want t' reset\nyer unlocked craftin' recipes, savvy?",
			"menuOptionsSaveDataClearBindings": "Be ye sure ye want to\nreset all bindings t' defaults, savvy?",
			"menuOptionsConfirmImportGlobalData": ["Be ye sure ye want t' replace\nyer non-world save data, savvy?", "This will delete yer existin' options, highscores, milestones,\nmod states, characters, and unlocked craftin' recipes."],
			"menuPauseGhostKeepSave": ["Ye be dead.\nDo ye want t' keep this save, savvy?", "Yer highscore and unlocks be saved."],
			"menuPauseReturnToTitleScreen": ["Be ye sure ye want to\nabort t' th' main menu, savvy?", "Yer progress will be saved automatically."],
			"menuPauseReturnToTitleScreenChallenge": ["{Prompt:MenuPauseReturnToTitleScreen}",
				"{#--COLOR-BAD:Yer progress be not saved in Challenge Mode!}"
			],
			"menuPauseReturnToTitleScreenMultiplayer": ["{Prompt:MenuPauseReturnToTitleScreen}",
				"{0?{#--COLOR-BAD:Thar be players connected.}{1?:\n}}{1?:Yer progress will be saved automatically.}"
			],
			"multiplayerFailedToConnect": ["Unable t' Join Game", "Failed t' connect.\n\n{0}"],
			"multiplayerRestartServerAfterLoadingSave": ["Multiplayer", "Would ye like t' reopen yer multiplayer server, savvy?"],
			"multiplayerDisconnectRejoin": ["{0}\nTry t' rejoin, savvy?", "{1}"],
			"steamworksURLOpenedInBrowser": "Th' URL has been opened in yer default web browser.",
			"steamworksWorkshopOpenedInBrowser": ["Th' Steam Workshop has been opened in a browser.", "Press OK after you're done viewin' th' Workshop."],
			"steamworksModWithNameAlreadyExists": "A mod with that name already exists. Try changin' th' name o' th' slot.",
			"steamworksModImportSaveGameFailure": "Failed t' import th' save game from th' mod '{0}'.",
			"steamworksModImportedSaveGame": "Th' mod '{0}' has imported a saved game.",
			"steamworksOpenFolderFailure": ["Failed t' open th' folder.", "Please navigate t' th' folder manually."],
			"steamworksModPublishModJsonUpdateFailed": ["Mod published, but failed t' update mod.json file.", "Please ensure yer mod.json has th' followin' metadata:\n{#--COLOR-CODE:\"publishedFileId\": \"{1}\"}\n\nTh' error when tryin' t' update th' mod.json:\n{#--COLOR-ERROR:{0}}"]
		},
		"questRequirement": {
			"sailToCivilization": "Sail t' civilization"
		},
		"riddle": {
			"treasure1": ["{@..%\n}\nThose inclined fer thievery forewarned\nThis booty be mine, lest ye {%befallen by curse:face me undyin' wrath:be attacked by th' earth}",
				"A bounty, a booty, valuables hid", "{CAVE?In th' island's briny depths, whar naught but monsters reside}", "{CENTER?Neither north, nor south, nor west, nor east:Away from th' island's heart, away t' th' {REGION}}",
				"{WATER?Under th' waves, on th' seafloor:Upon a square o' {TILE}}",
				"{SEA_DISTANCE?{^{#WORDS:{SEA_DISTANCE}}} paces {SEA_DIRECTION} from th' sea}",
				"{ROCK_DISTANCE?{^{#WORDS:{ROCK_DISTANCE}}} paces {ROCK_DIRECTION} from {CAVE?rough stone wall:cliffs}}",
				"{GLACIER_DISTANCE?{^{#WORDS:{GLACIER_DISTANCE}}} paces {GLACIER_DIRECTION} from {CAVE?a sheer ice wall:an icecap}}",
				"{TREE_DISTANCE?{^{#WORDS:{TREE_DISTANCE}}} paces {TREE_DIRECTION} from a gnarled trunk}",
				"{POND_DISTANCE?{^{#WORDS:{POND_DISTANCE}}} paces {POND_DIRECTION} from a pond}"
			]
		},
		"skill": {
			"chemistry": ["chemistry", "- Influences quality and success rate o' craftin' items usin' chemical mixtures.\n - Increases effectiveness o' consumin' chemical compounds.\n - Adds ability t' detect craftin' efficacy with increasin' accuracy when craftin' items usin' chemical mixtures."],
			"anatomy": ["anatomy", "- Increases accuracy o' creature health, resistance, and vulnerability descriptions.\n - Decreases chance o' bleedin', poisonin', and burnin' pain from creatures.\n - Increases accuracy o' status effect tooltip descriptions.\n - Increases effectiveness o' healin' consumables.\n - Increases success chance when healin'.\n - Decreases chance o' bleedin' when usin' bare hands durin' combat or gatherin'.\n - Increases th' amount o' resources butchered at a time.\n - Increases effectiveness o' eatin' raw meat."],
			"marksmanship": ["marksmanship", "- Increases attack damage, accuracy, and maximum range when usin' bows and firearms."],
			"blacksmithing": ["blacksmithin'", "- Influences quality and success rate o' craftin' items usin' metal.\n - Increased chance o' successfully repairin', reinforcin', transmogrifyin', enchantin', upgradin', alterin', and refinin' metal items.\n - Adds ability t' detect craftin' efficacy with increasin' accuracy when craftin' items usin' metal."],
			"botany": ["botany", "- Decreases chance o' tramplin' plants when steppin' on them.\n - Increases chance o' gatherin'/harvestin' resources on plants.\n - Increases th' quality o' resources gathered/harvested from trees and plants.\n - Decreases chance o' stamina reduction while gatherin'/harvestin' from plants.\n - Decreases chance o' damagin' th' plant when harvestin' or gatherin' from it.\n - Decreases seed germination time.\n - Increases th' amount o' resources gathered/harvested at a time.\n - Increases effectiveness o' eatin' plant-based consumables.\n - Increased chance o' successfully preservin', transmogrifyin', enchantin', upgradin', and refinin' plant-based items."],
			"camping": ["campin'", "- Increases th' amount o' turns slept when usin' a bedroll.\n - Increases chance o' startin' a fire.\n - Increases th' accuracy o' tellin' th' time with a sundial.\n - Increases th' effectiveness o' extinguishin' open fires with th' smother action.\n - Increases chance t' successfully add fuel t' a torch."],
			"cartography": ["cartography", "- Increases th' range in which ye can dn' or cast t' gather booty from.\n - Increases clarity o' tattered and drawn maps, allowin' ye t' make out finer details even when th' maps be damaged or inaccurate.\n - Increases th' success rate o' copyin' and drawin' maps.\n - Increases th' accuracy o' drawin' yer surroundings.\n - Increases th' accuracy o' copyin' tattered or drawn maps.\n - At mid-tier skill level, reveals which islands yer treasure maps reside on."],
			"claythrowing": ["clay throwin'", "- Influences quality and success rate o' craftin' items usin' clay.\n - Adds ability t' detect craftin' efficacy with increasin' accuracy when craftin' items usin' clay."],
			"cooking": ["cookin'", "- Influences quality and success rate o' cookin' items (via craftin').\n - Influences decay o' cooked items.\n - Increases effectiveness o' eatin' cooked food.\n - Increased chance o' successfully preservin', transmogrifyin', enchantin', upgradin', and refinin' cooked items.\n - Adds ability t' detect craftin' efficacy with increasin' accuracy when cookin' items."],
			"fishing": ["fishin'", "- Increases chance t' successfully catch a fish. Increases maximum range when usin' a fishin' rod.\n - Increases th' chance o' successfully catchin' a fish without bait."],
			"fletching": ["fletchin' & rangedcraft", "- Influences quality and success rate o' craftin' arrows, bows, and slings.\n - Increased chance o' successfully repairin', reinforcin', transmogrifyin', enchantin', upgradin', alterin', and refinin' fletched items.\n - Adds ability t' detect craftin' efficacy with increasin' accuracy when craftin' arrows, bows, and slings."],
			"glassblowing": ["glassblowin'", "- Influences quality and success rate o' craftin' items usin' glass.\n - Increased chance o' successfully reinforcin', transmogrifyin', enchantin', upgradin', alterin', and refinin' glass items.\n - Adds ability t' detect craftin' efficacy with increasin' accuracy when craftin' items usin' glass."],
			"leatherworking": ["leatherworkin'", "- Influences quality and success rate o' craftin' items usin' leather.\n - Increased chance o' successfully repairin', reinforcin', transmogrifyin', enchantin', upgradin', alterin', and refinin' leather items.\n - Adds ability t' detect craftin' efficacy with increasin' accuracy when craftin' items usin' leather."],
			"lockpicking": ["lockpickin'", "- Increases chance t' successfully unlock a chest."],
			"lumberjacking": ["lumberjackin'", "- Increases chance o' gatherin' resources on trees.\n - Increases th' quality o' resources gathered from trees.\n - Decreases chance o' stamina reduction while lumberjackin'.\n - Increases th' amount o' resources gathered at a time."],
			"mining": ["minin'", "- Increases chance o' gatherin' resources while minin' rock/holystone or diggin'.\n - Decreases chance o' stamina reduction while minin' and diggin'.\n - Increases th' quality o' resources gathered from rock/sandstone.\n - Increases th' amount o' resources gathered at a time."],
			"mycology": ["mycology", "- Decreases chance o' tramplin' mushrooms when steppin' on them.\n - Increases chance o' gatherin'/harvested resources on mushrooms.\n - Increases th' quality o' resources gathered/harvested from mushrooms.\n - Decreases chance o' stamina reduction while gatherin'/harvestin' from mushrooms.\n - Decreases chance o' damagin' th' mushrooms when harvestin' or gatherin' from it.\n - Decreases spore germination time.\n - Increases th' amount o' resources gathered/harvested at a time.\n - Increases effectiveness o' eatin' mushroom consumables.\n - Increased chance o' successfully preservin', transmogrifyin', enchantin', upgradin', and refinin' mushrooms."],
			"parrying": ["parryin'", "- Increases yer base defense value when holdin' an item in each hand.\n - Increases chance t' take less damage in combat.\n - Decreases chance o' stamina reduction from bein' attacked."],
			"stonecrafting": ["stonecraftin'", "- Influences quality and success rate o' craftin' items usin' stones and rocks.\n - Increased chance o' successfully repairin', reinforcin', transmogrifyin', enchantin', upgradin', alterin', and refinin' stone items.\n - Adds ability t' detect craftin' efficacy with increasin' accuracy when craftin' items usin' stones and rocks."],
			"swimming": ["swimmin'", "- Increases speed in water travel.\n - Decreases chance o' stamina reduction in water.\n - At high skill, allows combatin' th' tides t' travel t' other islands."],
			"tactics": ["tactics", "- Increases yer base attack value.\n - Increases chance t' hit targets in combat.\n - Decreases chance o' stamina reduction while attackin'.\n - Increases damage when usin' throwin' or marksmanship."],
			"tailoring": ["tailorin'", "- Influences quality and success rate o' craftin' items usin' cloth or fabric.\n - Increased chance o' successfully repairin', reinforcin', transmogrifyin', enchantin', upgradin', alterin', and refinin' fabric items.\n - Adds ability t' detect craftin' efficacy with increasin' accuracy when craftin' items usin' cloth or fabric."],
			"throwing": ["throwin'", "- Increases attack damage, accuracy, and maximum range when throwin' or slingin' an item."],
			"tinkering": ["tinkerin'", "- Influences quality and success rate o' craftin' items usin' miscellaneous resources and methods.\n - Increased chance o' successfully repairin', reinforcin', transmogrifyin', enchantin', upgradin', alterin', and refinin' miscellaneous items.\n - Adds ability t' detect craftin' efficacy with increasin' accuracy when craftin' items usin' miscellaneous resources."],
			"trapping": ["trappin'", "- Increases th' amount o' damage and success rate o' trappin' creatures.\n - Reduces chance o' settin' off traps and reduces damage taken from traps."],
			"woodworking": ["woodworkin'", "- Influences quality and success rate o' craftin' items usin' wood.\n - Increased chance o' successfully repairin', reinforcin', transmogrifyin', enchantin', upgradin', alterin', and refinin' wooden items.\n - Adds ability t' detect craftin' efficacy with increasin' accuracy when craftin' items usin' wood."],
			"taming": ["tamin'", "- Increases chance o' successfully tamin' a creature.\n - Increases length o' time creature will be tamed fer.\n - Decreases chance o' stamina reduction when tamin'/offerin'/milkin'/hitchin'/pettin'.\n - Decreases amount o' happiness reduced when milkin' goats.\n - Increases chance o' tamin' when offerin' a bilge-suckin' creature items.\n - Increased chance o' hitchin' bilge-suckin' or untamed creatures.\n - Increases effectiveness o' pettin' creatures t' increase happiness and other bonus effects."],
			"gardening": ["gardenin'", "- Increases chance o' plantin' a plant or mushroom.\n - Decreases growth time when waterin' plants or mushrooms.\n - Increases chance o' successfully tillin'.\n - Decreases chance o' stamina reduction while tillin'.\n - Influences quality and success rate o' craftin' items requirin' gardenin' skill.\n - Increased chance o' successfully transmogrifyin', enchantin', upgradin', and refinin' items requirin' gardenin' skill.\n - Adds ability t' detect craftin' efficacy with increasin' accuracy when craftin' items requirin' gardenin' skill."],
			"bartering": ["barterin'", "- Influences th' amount o' barter credit received when tradin' items."],
			"seafaring": ["seafarin'", "- Allows travelin' t' further islands in a single trip.\n - Reduces th' stamina cost o' encumbrance while paddlin'.\n - Reduces th' time it takes t' travel between islands, tharby reducin' th' hunger and thirst gained on th' voyage, th' damage dealt t' th' boat, and th' amount that items decay."]
		},
		"source": {
			"wellbeing": "Well-Bein'"
		},
		"stat": {
			"defense": ["defense", "Th' ways in which ye be, or be not, protected from creatures and th' elements."],
			"petting": "pettin'"
		},
		"statusEffect": {
			"bleeding": ["bleedin'", "bleed", "{#--TEXT-SECONDARY:{@3}}{@4..}",
				"Yer wounds be leakin' like a seive.", "{1?{2?- Dealin' aroun' {#--COLOR-BAD:{2} damage} every {1} turns!}}",
				"{1?{2?:- Dealin' damage every {1} turns!}}",
				"{1?:{2?- Dealin' aroun' {#--COLOR-BAD:{2} damage}!}}",
				"{1?:{2?:- Actively dealin' damage!}}",
				"{0?- {0}% chance t' pass each damage tick.}", "- Reduces stamina every damage tick.", "- Reduces hunger timer every damage tick."
			],
			"poisoned": ["poisoned", "poison", "{#--TEXT-SECONDARY:{@3}}{@4..}",
				"Ye feel nauseous as ye writhe in pain.", "{1?{2?- Dealin' aroun' {#--COLOR-BAD:{2} damage} every {1} turns!}}",
				"{1?{2?:- Dealin' damage every {1} turns!}}",
				"{1?:{2?- Dealin' aroun' {2} damage!}}",
				"{1?:{2?:- Actively dealin' damage!}}",
				"{0?- {0}% chance t' pass each damage tick.}", "- Reduces stamina every damage tick.", "- Reduces thirst timer every damage tick."
			],
			"burned": ["burned", "burn", "{#--TEXT-SECONDARY:{@3}}{@4..}",
				"Yer skin be raw and inflamed.", "{1?{2?- Dealin' aroun' {#--COLOR-BAD:{2} damage} every {1} turns!}}",
				"{1?{2?:- Dealin' damage every {1} turns!}}",
				"{1?:{2?- Dealin' aroun' {#--COLOR-BAD:{2} damage}!}}",
				"{1?:{2?:- Actively dealin' damage!}}",
				"{0?- {0}% chance t' pass each damage tick.}"
			],
			"encumbered": ["encumbered", "encumbrance", "{#--TEXT-SECONDARY:{@3}}{@4..}",
				"Ye be carryin' too much weight.", "{0?- Losin' {#--COLOR-BAD:{1} stamina} per movement!}",
				"- Stamina cannot be regained.", "- Movement speed slowed."
			],
			"exhausted": ["exhausted", "exhaustion", "{#--TEXT-SECONDARY:{@3}}{@4..}",
				"Yer muscles burn and ache.", "{0?- Every action causes {1?aroun' {#--COLOR-BAD:{1} damage}:damage}!}",
				"- Movement speed slowed."
			],
			"starving": ["starvin'", "starvation", "{#--TEXT-SECONDARY:{@3}}{@4..}",
				"Ye feel empty and lethargic as yer body begins t' consume itself.", "- Currently dealin' {#--COLOR-BAD:{0} damage}.",
				"- Reduces stamina every damage tick."
			],
			"dehydrated": ["dehydrated", "dehydration", "{#--TEXT-SECONDARY:{@3}}{@4..}",
				"Yer throat be parched, yer mouth be dry, and yer head aches.", "- Currently dealin' {#--COLOR-BAD:{0} damage}.",
				"- Reduces stamina every damage tick."
			],
			"overheating": ["overheatin'", "hyperthermia", "{#--TEXT-SECONDARY:{@3}}{@4..}",
				"Th' temperature be too warm; yer skin be sticky with sweat and yer throat be quick t' parch.", "- Increases thirst rate.", "{0?- Adds a chance o' burnin'.}"
			],
			"freezing": ["freezin'", "hypothermia", "{#--TEXT-SECONDARY:{@3}}{@4..}",
				"Th' temperature be too cold; yer extremities be goin' numb as yer body struggles t' stay warm.", "- Increases hunger rate.", "{0?- Adds a chance o' frostbite.}"
			],
			"frostbitten": ["frostbitten", "frostbite", "{#--TEXT-SECONDARY:{@3}}{@4..}",
				"Ye feel th' sharp, cold pain o' frozen extremities.", "{1?{2?- Dealin' aroun' {#--COLOR-BAD:{2} damage} every {1} turns!}}",
				"{1?{2?:- Dealin' damage every {1} turns!}}",
				"{1?:{2?- Dealin' aroun' {#--COLOR-BAD:{2} damage}!}}",
				"{1?:{2?:- Actively dealin' damage!}}",
				"{0?- {0}% chance t' pass each damage tick.}"
			]
		},
		"teamMemberResponsibility": {
			"programming": "Programmin'"
		},
		"terrain": {
			"cobblestoneFlooring": "cobblestone floorin'",
			"sandstone": "holystone",
			"sandstoneFlooring": "holystone floorin'",
			"sandstoneWithIron": "holystone with iron",
			"sandstoneWithNiter": "holystone with niter",
			"woodenFlooring": "wooden floorin'",
			"clayFlooring": "clay brick floorin'",
			"sandstoneWithCopper": "holystone with copper",
			"coolingLava": "coolin' lava",
			"sandstoneGround": "holystone ground",
			"ashCementFlooring": "ash cement floorin'",
			"freezingFreshWater": "freezin' fresh water",
			"freezingSeawater": "freezin' seawater",
			"sandstoneWithTalc": "holystone with talc",
			"sandstoneWithLimestone": "holystone with limestone",
			"sandstoneWithTin": "holystone with tin",
			"iceFlooring": "ice floorin'",
			"snowFlooring": "snow floorin'"
		},
		"tileEvent": {
			"fire": ["fire", "A dangerous open flame providin' heat and light."],
			"honeyFungus": ["honey fungus", "A parasitic tree fungus that can grow and spread on livin', decayin', and dead plant material."],
			"tumblingTumbleweed": ["tumblin' tumbleweed", "A dry and brittle tumblin' weed, broken off from its roots and spreadin' seeds in its meanderin' path."],
			"animalDung": ["animal dun'", "A seemingly fresh pile o' feces, excreted from an animal."],
			"guano": ["guano", "Th' excrement o' a bat, thought t' be used as fertilizer."],
			"wispDust": ["wisp dust", "A smartly vanishin' pile o' glowin' dust, excreted from a ghostly wisp."],
			"acid": ["acid", "A neon-green ooze; boilin' and bubblin' into th' ground."],
			"puddleOfFreshWater": ["puddle o' fresh water", ""],
			"meltingTile": ["meltin' tile", ""],
			"puddleOfPurifiedFreshWater": ["puddle o' purified fresh water", ""],
			"puddleOfUnpurifiedFreshWater": ["puddle o' unpurified fresh water", ""],
			"puddleOfSeawater": ["puddle o' seawater", ""],
			"puddleOfDesalinatedWater": ["puddle o' desalinated water", ""],
			"puddleOfMedicinalWater": ["puddle o' medicinal water", ""],
			"puddleOfGoatMilk": ["puddle o' goat milk", ""],
			"puddleOfCoconutWater": ["puddle o' coconut water", ""]
		},
		"ui": {
			"gameDialogMessagesOptionUnfocusOnSend": "Unfocus After Sendin' Message",
			"gameDialogMilestonesTooltipHidden": "This milestone be hidden.",
			"gameDialogMilestonesTooltipInvisible": "This milestone be invisible.",
			"gameDialogMoreInformationNoInformation": "Thar be no more information available on this item.",
			"gameDialogMapDurability": "{#--TEXT-SECONDARY:(Durability: {#--color-{3?bad:{2?warnin':none}}:{0}}/{1})}",
			"gameDialogMapTooltipResetView": "Reset View{0? t' True Orientation}",
			"gameDialogMapTooltipCopyMapRequirementMissing": "Missin' {0}",
			"gameDialogIslandsCloseOnTravel": "Close Dialog When Travelin'",
			"gameTooltipItemSkillSource": "An effect from usage o' yer {0} skill.",
			"gameTooltipItemDecayExact": "{0}/{1}{2? {2}} remainin'",
			"gameTooltipItemMagicalSource": "A magical effect o' {0}.",
			"gameTooltipItemProtectedTooltip": "This item cannot be dismantled or disassembled and will not be used as a consumed ingredient in craftin' or as a tool if it be under 1 durability. Neither can it be dropped or used whar it would be lost. It will also not be restocked t' a quickslot automatically.",
			"gameTooltipItemUseCrafting": " craftin' effectiveness",
			"gameTooltipItemUseOffering": " tamin' length",
			"gameTooltipItemBarterCreditTrade": "Tradin' For",
			"gameTooltipSkillBonuses": "Items Providin' Bonuses:",
			"gameTooltipIslandSelf": "Ye Be Here",
			"gameStatsStatStaminaStatusWarning": "{#--COLOR-WARNIn':Tired}",
			"gameStatsStatHungerStatusWarning": "{#--COLOR-WARNIn':Hungry}",
			"gameStatsStatThirstStatusWarning": "{#--COLOR-WARNIn':Thirsty}",
			"gameStatsStatWeightStatusWarning": "{#--COLOR-WARNIn':Encumbered}",
			"gameStatsStatAttackTooltipLeftHand": "Port Hand Attack: {#--STAT-COLOR:{0}} {#--TEXT-SECONDARY:({1})}",
			"gameStatsStatAttackTooltipRightHand": "Starboard Hand Attack: {#--STAT-COLOR:{0}} {#--TEXT-SECONDARY:({1})}",
			"gameStatsStatDefenseTooltipParrying": "Defense From Parryin': {#--STAT-COLOR:{0}}",
			"gameStatsStatDefenseTooltipPiercing": "Piercin' Resist: {#--STAT-COLOR:{0}}",
			"gameStatsStatDefenseTooltipSlashing": "Slashin' Resist: {#--STAT-COLOR:{0}}",
			"gameMenuBarButtonTooltipSaveSize": "{#--TEXT-SECONDARY:Usin' {0}MB}",
			"gameMessagesNewNote": "Ye have written a note: {0}",
			"gameMessagesDedicatedServerBackup": "Saved backup t' {0}",
			"gameMessagesDedicatedServerBackupLimitReached": "Reached max backup limit ({0}). Deletin' oldest backup \"{1}\".",
			"gameQuickslotsTooltipUsageHint": "Assign a specific item t' this slot: {#--TEXT-SECONDARY:{BINDINGS:{0}}{#--COLOR-BIND: on Item} or {#--COLOR-BIND:Drag & Drop}}\nAssign an action t' this slot: {#--TEXT-SECONDARY:{BINDINGS:GameQuickSlotBindAction}}\nAssign an item action t' this slot: {#--TEXT-SECONDARY:{BINDINGS:GameQuickSlotBindItemAction}}",
			"menuAboutGameDescription": "Wayward be a challengin' turn-based, top-down, wilderness survival roguelike. Explore, build, and most importantly, survive in these unforgivin' lands.",
			"menuAboutTextSpecialThanksTestorsAndDonators": "An extra special thank ye t' all th' early testers, donators, and other supporters.",
			"menuAboutSectionLibrariesDescription": "Wayward be made possible with th' followin' projects:",
			"menuBindingsDescription": "Configure th' keybinds fer all o' th' game's actions.",
			"menuBindingsTooltipBindConflicts": "{#--TEXT-SECONDARY:Also bound t' {0}:} {1}",
			"menuChangelogDescription": "View major and minor updates t' Wayward.",
			"menuChangelogHeadingFailedLoad": "Failed t' load th' changelog fer {0}.",
			"menuChangelogButtonCopyChangelog": "Copy Changelog t' Clipboard",
			"menuCharacterCreationDescription": "Customize yer character.",
			"menuMultiplayerDescription": "Join yer companions on their adventures.",
			"menuMultiplayerServerModUnableToLoad": "Unable t' load {name}@{version}",
			"menuGameEndTitleDead": "Ye Be Shark Bait",
			"menuGameEndTitleWon": "Ye Won",
			"menuGameEndReturnToIsland": "Return t' th' Island",
			"menuGameEndExitToMenu": "Abort t' Main Menu",
			"menuHelpDescription": "Information, guides, and other help fer playin' Wayward.",
			"menuHighscoresDescription": "See how well ye did in yer past adventures.",
			"menuMainButtonModsAllDisabled": "All mods have been disabled due t' th' version change.",
			"menuMainButtonQuitGame": "Abort Game",
			"menuModsWarningModsDisabledDescription": "Ye have updated t' a new major version o' Wayward. T' prevent potential issues, all mods have been preemptively disabled.",
			"menuModsButtonModdingGuide": "Moddin' Guide",
			"menuModsDescription": "Manage installed mods and publish yer own.",
			"menuModsTooltipPreventsMilestoneUnlocks": "{#--COLOR-WARNIn':Prevents Milestone Unlocks}",
			"menuModsSubmenuEditInternalModsDescription": "Edit th' list o' internal mods.",
			"menuNewGameDescription": "Create a new world with yer choice o' settings.",
			"menuNewGameChoiceSingleplayerDescription": "Survive on yer own.",
			"menuNewGameChoiceMultiplayerDescription": "Allow friends t' join yer world. Limited t' real-time turns mode.",
			"menuNewGameChoiceTurnModeSimulatedDescription": "Turns happen automatically as lon' as player(s) be performin' actions.",
			"menuNewGameChoiceDifficultyTooltipMaxSaves": "Ye have used all {0} save slots. As Challenge Mode requires no save slot, it be th' only difficulty ye may choose.",
			"menuNewGameChoiceDifficultyChallengeDailyTooltip": "A randomized challenge every day, that everyone aroun' th' world will have th' chance t' play!",
			"menuNewGameButtonMilestonesDescription": "Enable and disable benefits and new challenges unlocked via th' completion o' milestones.",
			"menuNewGameChoiceClientsInheritHostModifiersDescription": "All clients will inherit th' chosen modifiers below. Fer instance, if choosin' th' 'Friendly' modifier, all players will start with a tamed creature, regardless o' whether they have th' milestone themselves.",
			"menuNewGameChoiceCustomModifiersDescription": "All clients will be able t' choose their own modifiers when joinin' th' server.",
			"menuMilestoneModifiersDescription": "Add benefits or extra challenges t' this game.",
			"menuCustomGameOptionsDescription": "Customize how th' game will play.",
			"menuCustomGameOptionsStartingIslandBiome": "Startin' Island Biome",
			"menuCustomGameOptionsApplyTravelingEffects": "Apply Travelin' Effects",
			"menuCustomGameOptionsApplyTravelingEffectsDescription": "Determines whether players lose stamina and gain hunger/thirst when travelin' t' other islands.",
			"menuCustomGameOptionsCreaturesAberrantSpawns": "Bilge-suckin' Spawns",
			"menuCustomGameOptionsCreaturesAberrantSpawnsDescription": "Whether th' game should spawn tougher versions o' creatures.\n{#--TEXT-SECONDARY:Currently set to:} {0}",
			"menuCustomGameOptionsCreaturesAberrantSpawnsDescriptionDefault": "Bilge-suckin' creatures will sometimes spawn. {#--TEXT-SECONDARY:(Default)}",
			"menuCustomGameOptionsCreaturesAberrantSpawnsDescriptionExclusively": "Only bilge-suckin' creatures will spawn.",
			"menuCustomGameOptionsCreaturesAllowAberrantSpawns": "Bilge-suckin' Spawns",
			"menuCustomGameOptionsCreaturesAllowSpawning": "Allow Spawnin'",
			"menuCustomGameOptionsCreaturesSpawnLimitDescription": "Limit th' amount o' creatures that can spawn on map generation or randomly.",
			"menuCustomGameOptionsBenignityMultiplierTooltip": "Scales th' benignity gained from actions.",
			"menuCustomGameOptionsMalignityMultiplierTooltip": "Scales th' malignity gained from actions.",
			"menuCustomGameOptionsStatMultiplierTooltip": "Scales th' {0} rate.",
			"menuCustomGameOptionsStatRegenerationMultiplierTooltip": "Scales th' rate o' {0} regeneration.",
			"menuCustomGameOptionsHeadingInventory": "Duffle",
			"menuCustomGameOptionsEternalNightDescription": "Th' moon will ne'er set; th' sun will ne'er rise.",
			"menuCustomGameOptionsEternalDayDescription": "Th' sun will ne'er set; th' moon will ne'er rise.",
			"menuCustomGameOptionsTimeFrozen": "Time Ne'er Passes",
			"menuCustomGameOptionsTimeDayLengthTooltip": "Th' number o' turns/ticks in a day.",
			"menuCustomGameOptionsTimeDayPercentTooltip": "A number representin' how much o' th' day be \"daytime\" and, inversely, how much o' th' day be {/not/} \"night time\".",
			"menuCustomGameOptionsStatusEffectPassChanceMultiplierTooltip": "When {0}, scales th' chance o' th' negative effect passin'.",
			"menuCustomGameOptionsStatusEffectUntreatableTooltip": "Whether this status effect be untreatable - if checked, th' effect must pass naturally.",
			"menuCustomGameOptionsSkillInitialRandomCountDescription": "Th' random startin' skills may be overwritten by custom startin' skills.",
			"menuCustomGameOptionsSkillMultiplierTooltip": "Scales th' rate at which this skill be gained.",
			"menuCustomGameOptionsRandomItems": "Generate Random Startin' Items",
			"menuCustomGameOptionsRandomItemsDescription": "If disabled, players will spawn in th' world without startin' items.",
			"menuNewsDescription": "Come across information pertainin' t' th' game and its updates.",
			"menuNewsHeadingUnableToLoad": "Unable t' Load News",
			"menuOptionsButtonDitherFogOfWar": "Dither Style Fog o' War",
			"menuOptionsButtonDisplayArticleInObjectNamesTooltip": "By default, object names include an article. Fer instance, \"A Branch\" or \"An Bilge-suckin' Wolf\". Disablin' this option removes th' article, resultin' in \"Branch\" and \"Bilge-suckin' Wolf\".",
			"menuOptionsButtonSaveDataBackupsTooltip": "Backs up th' last 5 saves t' th' backup folder.",
			"menuOptionsButtonSaveDataClearOptions": "Reset All Options t' Defaults",
			"menuOptionsButtonSaveDataClearCraftingRecipes": "Reset Unlocked Craftin' Recipes",
			"menuOptionsButtonDropLocationFacing": "Drop Items on Facin' Tile",
			"menuOptionsButtonStartTraceRecording": "Start Trace Recordin'",
			"menuOptionsButtonStopTraceRecording": "Belay Trace Recordin'",
			"menuOptionsButtonTracingRecordingtTooltip": "Records performance trace files t' th' logs folder. Useful fer debuggin' performance issues.\nNote: These files can get very large very fast. Try not t' record fer too lon'.",
			"menuOptionsButtonDropLocationFeetWhenFacingBlocked": "Drop Items at Feet When Facin' Tile be Blocked",
			"menuOptionsDescription": "Change yer game settings.",
			"menuOptionsHeadingGameplayOptionsDescription": "These options can also be configured in-game with th' Quick Settings dialog.",
			"menuOptionsTooltipTurnDelay": "Th' amount o' movement delay that occurs after switchin' a direction or turnin'.",
			"menuOptionsTooltipMouseTurnDelay": "Th' amount o' movement delay that occurs after switchin' a direction or turnin' when usin' yer mouse.",
			"menuOptionsTooltipUiScaleClamped": "Currently clamped t' {#--TEXT-SECONDARY:{0}} by th' viewport resolution.",
			"menuOptionsTooltipControlsFilter": "Filter th' game's bindable actions. Ye can do multiple selections at once with a comma {#--TEXT-SECONDARY:({#--COLOR-BIND:,})} and invert a selection by prefixin' it with an exclamation point {#--TEXT-SECONDARY:({#--COLOR-BIND:!})}",
			"menuOptionsBindChoose": "Press anythin' t' choose th' replacement bindin'.",
			"menuOptionsBindChooseAdd": "Press anythin' t' choose an additional bindin'.",
			"menuOptionsBindButtonResetTooltip": "Reset t' Default",
			"menuOptionsBindButtonAddTooltip": "Add Bindin'",
			"menuOptionsButtonUnlockAllCraftingRecipes": "Unlock All Craftin' Recipes",
			"menuOptionsButtonAlternatingDirectionMovement": "Alternatin' Direction Movement",
			"menuOptionsButtonAllowAlternatingDirectionMovementTooltip": "If checked, ye will move in alternatin' directions when two directions be pressed or diagonal angles be used with th' mouse.",
			"menuOptionsButtonAlwaysShowMoreInformationTooltip": "If checked, ye will ne'er have t' hold down a key t' show more information in tooltips.",
			"menuOptionsButtonAutoGatherHarvestTooltip": "If checked, ye will automatically chop/mine/harvest when movin' into resource tiles (with whichever hand(s) ye have selected).",
			"menuOptionsButtonDisableUIEffectsTooltip": "If checked, animations and other effects on th' UI will be disabled, possibly reducin' GPU and CPU load on some devices.",
			"menuOptionsButtonDisableUIOpacityTooltip": "If checked, opacity (transparency) will be disabled on UI elements, possibly reducin' GPU and CPU load on some devices.",
			"menuOptionsButtonAutoAttackTooltip": "If checked, ye will automatically attack when movin' into a creature or player (with PVP enabled) with whichever hand(s) ye have selected.",
			"menuOptionsButtonAutoPickup": "Auto Loot when Movin'",
			"menuOptionsButtonAutoPickupTooltip": "If checked, ye will automatically loot items as ye move on top o' them.",
			"menuOptionsButtonAutoPickupOnIdle": "Auto Loot when Idlin'",
			"menuOptionsButtonAutoPickupOnIdleTooltip": "If checked, ye will automatically loot items under yer character when ye idle.",
			"menuOptionsButtonDropOnDismantleTooltip": "If checked, ye will automatically drop items under yer character when dismantlin' items.",
			"menuOptionsButtonDropOnGatherHarvest": "Drop on Chop/Mine/Harvest/Dn'",
			"menuOptionsButtonDropOnGatherHarvestTooltip": "If checked, ye will automatically drop items under yer character as ye chop/mine/harvest/dn' them.",
			"menuOptionsButtonKeepSortActiveTooltip": "If checked, yer duffle will keep sortin' automatically as ye get items.",
			"menuOptionsButtonProtectCraftingItemContainers": "Protect Craftin' Items fer Containers",
			"menuOptionsButtonProtectCraftingItemsContainersTooltip": "If checked items inside equipped and quickslotted containers won't be used in craftin'.",
			"menuOptionsButtonProtectCraftingItemsInInventory": "Protect Craftin' Items",
			"menuOptionsButtonProtectCraftingItemsInInventoryTooltip": "If checked, equipped and quickslotted items won't be used in craftin'.",
			"menuOptionsButtonUseAdjacentContainersTooltip": "If checked, items in adjacent containers or tiles can be used in craftin' and other actions.",
			"menuOptionsButtonHideEquippedHeadgearTooltip": "If checked, equipped headgear on yer character will not be visible t' ye.",
			"menuOptionsButtonAutoSaveTooltip": "If enabled, yer game will periodically be saved t' help avoid data loss.",
			"menuOptionsButtonWarnOnDangerousActionsTooltip": "If checked, a confirmation screen will display when steppin' over doodads or objects that could injure ye.",
			"menuOptionsButtonWarnWhenBreakingItemsOnCraftTooltip": "If checked, a confirmation screen will display when tryin' t' craft/dismantle usin' items that will break on use or failure.",
			"menuOptionsButtonWarnWhenBreakingItemsOnUseTooltip": "If checked, a confirmation screen will display when tryin' t' use damaged items that may break on use.",
			"menuOptionsHeadingWarnWhenBreakingItems": "Warn when Breakin' Items",
			"menuOptionsTooltipDialogOpacity": "Controls how opaque th' in-game dialogs be.",
			"menuOptionsDeveloperLogSourceFilterHeading": "Console Log Filterin'",
			"menuOptionsDeveloperUIExperimentsDescription": "New work-in-progress UI functionality. Use at yer own risk  these experimentations may cause catastrophic errors! Only enable these if ye know what you're doin'.",
			"menuOptionsAudioInputSoundOnTyping": "Play Typin' Sound",
			"menuOptionsButtonSaveCompressionTooltip": "Reduces th' size o' saves by up t' 80%, at th' cost o' longer save and load times. Useful when space be limited.",
			"menuPauseButtonReturnToGame": "Return t' Game",
			"menuPauseButtonTitleScreen": "Abort t' Main Menu",
			"menuPauseButtonStopServer": "Belay Server",
			"menuPauseTooltipNotPaused": "In multiplayer, th' game does not pause unless th' host has paused it.",
			"menuPauseParagraphDedicatedServer": "Th' server be up and runnin'.",
			"menuMultiplayerOptionsOpenServerDescription": "Allow players t' join yer game.",
			"menuMultiplayerOptionsCopyGameCodeTooltip": "Copy th' game code t' yer clipboard. Share it with yer friends t' play together!",
			"menuMultiplayerOptionsCheckConnectionHeading": "Networkin'",
			"menuMultiplayerOptionsCheckConnectionParagraph": "Check if yer network be configured properly. Visit th' {(https://www.waywardgame.com/multiplayer):multiplayer page} on th' Wayward website fer more information.",
			"menuMultiplayerOptionsCheckConnectionResultChecking": "Checkin'...",
			"menuMultiplayerOptionsCheckConnectionResultSteamRelayNetworkFail": "{#--COLOR-BAD:Unable t' verify connection t' th' Steam Relay Network}.",
			"menuMultiplayerOptionsCheckConnectionResultSteamRelayNetworkUnavailable": "{#--COLOR-BAD:Th' Steam Relay Network be not available}.",
			"menuMultiplayerOptionsCheckConnectionResultWebRTCFail": "{#--COLOR-BAD:Unable t' establish WebRTC connection. A firewall or router may be blockin' th' connection. Players will still be able t' join if th' WebSocket connection works}.",
			"menuMultiplayerOptionsCheckConnectionResultWebSocketFail": "{#--COLOR-BAD:Unable t' verify connection t' port {0}}.",
			"menuMultiplayerOptionsCheckConnectionResultWebSocketUnavailable": "{#--COLOR-BAD:Th' WebSocket server be not running}.",
			"menuSharedMultiplayerChoiceLobbyTypeFriends": "Open t' Friends",
			"menuSharedMultiplayerChoiceLobbyTypeFriendsDescription": "Anyone may be invited t' th' server, and th' game will be visible and joinable t' yer friends.",
			"menuSharedMultiplayerChoiceLobbyTypePublic": "Open t' Anyone",
			"menuSharedMultiplayerChoiceLobbyTypePublicDescription": "Th' game will be visible and joinable fer anyone.",
			"menuSharedMultiplayerChoiceLobbyTypePrivateDescription": "Th' only way fer players t' join th' game be t' be invited.",
			"menuSharedMultiplayerChoicePVPDescription": "Allow players t' attack each other.",
			"menuSharedMultiplayerChoiceGhostDataClearDescription": "Removes a players saved data if they leave while they be a dredgie so they can return with a new character.",
			"menuSharedMultiplayerMessageOfTheDay": "Message o' th' day",
			"menuSharedRealTimeTickSpeedTooltip": "Th' time it takes fer a tick t' occur in real-time mode.",
			"menuSharedMilestonesNotUnlockable": "Milestones Be Not Unlockable",
			"menuSharedMilestonesNotUnlockableDescription": "{#--TEXT-SECONDARY:{0?Milestones be not unlockable in {#--TEXT-COLOR:{1}} mode.}{2?{0?\n}Mods be enabled that prevent milestone unlockin'\\: {2}}}",
			"difficultyOptionsAberrantSpawnsDisabled": "{0?Other }Bilge-suckin' Spawns Disabled",
			"difficultyOptionsAberrantSpawnsOnly": "{0?Other }Spawns Bilge-suckin' Only",
			"difficultyOptionsCreatureSpawningDisabled": "{0} Spawnin' Disabled",
			"difficultyOptionsCreatureSpawnsDefault": "Default {0} Spawns (Normal & Bilge-suckin')",
			"difficultyOptionsCreatureSpawnsAberrantOnly": "{0} Spawns Bilge-suckin' Only",
			"difficultyOptionsCreatureSpawnsNoAberrants": "No Bilge-suckin' {0} Spawns",
			"difficultyOptionsTimeFrozen": "Time Ne'er Passes",
			"difficultyOptionsNoItems": "No Startin' Items",
			"difficultyOptionsSkillStartingCount": "{#--TEXT-SECONDARY:Startin' Skills:} {0}",
			"equipmentLeftHand": "Port Hand (Held)",
			"equipmentLeftHandOption": "Port Hand",
			"equipmentRightHand": "Starboard Hand (Held)",
			"equipmentRightHandOption": "Starboard Hand",
			"tabCrafting": "Craftin'",
			"windowTitleCrafting": "Craftin'",
			"windowTitleInventory": "Duffle"
		},
		"uiQuadrant": {
			"topLeft": "Top West",
			"topRight": "Top East",
			"bottomRight": "Bottom East",
			"bottomLeft": "Bottom West"
		},
		"unableToJoinReason": {
			"buildMismatch": "Th' server build ({0}) be different than yer build ({1}).",
			"duplicateIdentifier": "A player with yer ID be already playin' on this server.\nTry t' rejoin in a minute.",
			"friendsOnly": "Th' server only allows friends t' join.",
			"serverFull": "Th' server be full.",
			"steamRequired": "Ye must run th' game from Steam t' join this server.",
			"versionMismatch": "Th' server version ({0}) be different than yer version ({1}).",
			"banned": "Ye have been banned from th' server.",
			"failedToLoadMods": "Required mod(s) have th' followin' issues:\n{0}"
		}
	}
}